Repository: ADYAAA/html5
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, he, it, ja, pt_br, ro_ro

source: If you're a photo gallery site you might want this for ie6 to not show that stupid thing on &lt;img&gt; tags:
ro_ro: Dacă te ocupi de o galerie foto online probabil vei dori să elimini enervanta bară de instrumente care apare deasupra imaginilor în IE6

source: Read some <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">CSS Spriting tips</a> or you could use <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">Lemonade</a> if you are using <a href="http://sass-lang.com">Sass</a>.
de_de: <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">Tips für CSS-Spriting</a> lesen (oder, wenn Du <a href="http://sass-lang.com">Sass</a> benutzt, kannst du auch gleich <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">Lemonade</a> verwenden)
ro_ro: Citeşte <a href="http://blog.mozilla.com/webdev/2009/03/27/css-spriting-tips">'CSS Spriting tips'</a> sau au ai putea folosi <a href="http://www.hagenburger.net/BLOG/Lemonade-CSS-Sprites-for-Sass-Compass.html">'Lemonade'</a> daca foloseşti <a href="http://sass-lang.com">'Sass'</a>

source: Tell your users to Enable JavaScript
ro_ro: Spune-le utilizatorilor să-şi activeze JavaScript-ul

source: Color considerations for printing
ro_ro: Consideraţii privind colorile pentru imprimare

source: Use Google's recommendations for SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">the Google SEO Starter Guide</a>
ro_ro: Utilizează recomandările Google pentru SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">'The Google SEO Starter Guide'

source: Dig into the new <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">link relations</a>
ro_ro: Descoperă noile <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">'link relations'</a>

source: Consider some opinionated <a href="http://webdosanddonts.com/">web do's and web dont's</a>
ro_ro: Consideră câteva lucruri (destul de subiective) referitoare la <a href="http://webdosanddonts.com/">ce seface şi ce nu legat de programarea web</a>

source: To remove gloss from iPhone home screen rel value should be <code>"apple-touch-icon-precomposed"</code>
de_de: Um den Glanz vom iPhone-Bookmark zu entfernen, sollte der `rel`-Wert in <code>"apple-touch-icon-precomposed"</code> umbenannt werden
he: כדי להסיר את הברק ממסך הבית של האייפון ערך ה-rel צריך להיות <code>"apple-touch-icon-precomposed"</code>
it: Per rimuovere la patina lucida dall'icona nella home dell'iPhone, il valore di rel dovrebbe essere <code>"apple-touch-icon-precomposed"</code>
ja: iPhoneホームスクリーンにてグロス効果を消すのに使うrelの値は<code>"apple-touch-icon-precomposed"</code>
pt_br: Para remover o efeito gloss da tela principal do iPhone o valor do atributo <code>rel</code> deve ser <code>"apple-touch-icon-precomposed"</code>
ro_ro: Pentru a elimina luciul de pe icoanele de pe 'home screen' în iPhone, valoarea lui 'rel' ar trebui să fie <code>"apple-touch-icon-precomposed"</code>

source: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Simulate link printing in IE with JS</a>
de_de: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Linkdrucken im IE simulieren via JavaScript</a>
he: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">הדפסת קישורים באינטרנט אקספלורר עם ג'אווה-סקריפט</a>
it: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Simula la stampa dei link su IE tramite JS</a>
ja: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">JSを使ってIEでもURLをリンクの後に表示させる方法</a>
pt_br: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Simule impressão de links no IE com JS</a>
ro_ro: <a href="http://beckelman.net/post/2009/02/16/Use-jQuery-to-Show-a-Linke28099s-Address-After-its-Text-When-Printing-In-IE6-and-IE7.aspx">Simulează imprimarea de link-uri în IE cu JS</a>

source: Use <code>rel="prefetch"</code> for <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">documents to pre-fetch</a>.
de_de: Nutze <code>rel="prefetch"</code> um <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">Dokumente frühzeitig herunterzuladen</a>.
he: השתמשו ב-<code>rel="prefetch"</code> בשביל <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">לטעון מראש מסמכים</a>.
it: Usa <code>rel="prefetch"</code> per i <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">documenti da precaricare</a>.
ja: <code>rel="prefetch"</code>を使って<a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">ドキュメントを 事前に取得する</a>.
pt_br: Use <code>rel="prefetch"</code> para <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch">fazer pre-fetch de outras páginas</a>.
ro_ro: Foloseşte <code>rel="prefetch"</code> pentru <a href="http://www.stevesouders.com/blog/2010/02/15/browser-performance-wishlist/#link_prefetch"> a predescărcare</a>.

source: Using border-radius with background color in Webkit? Try <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a> to fix the bleed.
de_de: Nutze <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a>, um das Durchschlagen von Rändern bei border-radius in Webkit zu verhindern.
ro_ro: Foloseşti 'border-radius' şi 'border' în Webkit? Încearcă <a href="http://tumble.sneak.co.nz/post/928998513/fixing-the-background-bleed">-webkit-background-clip</a> pentru a rezolva problema legată de scurgerea culorii prin marginea colţurilor

source: Write <a href="http://css-tricks.com/efficiently-rendering-css/">efficient CSS</a> for optimum browser performance.
de_de: Schreibe <a href="http://css-tricks.com/efficiently-rendering-css/">effizientes CSS</a> für die optimale Browser-Performance.
he: כתבו <a href="http://css-tricks.com/efficiently-rendering-css/">CSS יעיל</a> בשביל ביצועי דפדפן אופטימליים.
it: Scrivi <a href="http://css-tricks.com/efficiently-rendering-css/">CSS efficiente</a> per prestazioni del browser ottimali.
ja: <a href="http://css-tricks.com/efficiently-rendering-css/">効率的な CSS</a>でブラウザのパフォーマンスを最適化
pt_br: Escreva <a href="http://css-tricks.com/efficiently-rendering-css/">CSS eficiente</a> para a melhor performance.
ro_ro: Scrie <a href="http://css-tricks.com/efficiently-rendering-css/">CSS eficient</a> pentru performanţă optimă a browser-ului.

source: Kick off your page-specific javascript <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">based on your markup</a>.
de_de: Starte deine Seiten-spezifischen Javascripts <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">basierend auf Deinem HTML-Code</a>.
he: הפעילו את הג'אווה סקריפט ספציפית לכל דף <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">בהתבסס על קוד ה-html שלכם</a>.
it: Dai il via a codice javascript specifico per la pagina <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">basato sul tuo markup</a>.
ja: <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">マークアップを元に</a>ページ専用JSを呼び出す
pt_br: Ative funcionalidades específicas do seu javascript <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">baseado no HTML da página</a>.
ro_ro: Execută JavaScript-ul specific paginii <a href="http://paulirish.com/2009/markup-based-unobtrusive-comprehensive-dom-ready-execution/">bazându-te pe markup</a>.

source: Know your available <a href="http://paulirish.com/2009/browser-specific-css-hacks/">browser CSS hacks</a>.
de_de: Kenne deine <a href="http://paulirish.com/2009/browser-specific-css-hacks/">Browser CSS-Hacks</a> vertraut.
he: הכירו את <a href="http://paulirish.com/2009/browser-specific-css-hacks/">פרצות ה-CSS של הדפדפנים השונים</a>.
it: Impara i <a href="http://paulirish.com/2009/browser-specific-css-hacks/">CSS browser hack</a> che hai a disposizione.
ja: <a href="http://paulirish.com/2009/browser-specific-css-hacks/">ブラウザ別CSSハック</a>を知っておこう
pt_br: Conheça os <a href="http://paulirish.com/2009/browser-specific-css-hacks/">hacks CSS para navegadores</a> disponíveis.
ro_ro: Cunoaşte disponibilitatea <a href="http://paulirish.com/2009/browser-specific-css-hacks/">hackurilor CSS în browser</a>.

source: Get your team hooked using the same <a href="http://na.isobar.com/standards/">front-end coding standards and best practices.</a>
ro_ro: Educă echipa să folosească aceleaşi <a href="http://na.isobar.com/standards/">standarde front-end de codificare şi cele mai bune practici.</a>

source: Use <a href="http://microformats.org/wiki/Main_Page">Microformats</a> (via <a href="http://microformats.org/wiki/microdata">microdata</a>) for optimum search results <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">visibility</a>.
de_de: Nutze <a href="http://microformats.org/wiki/Main_Page">Microformate</a> (via <a href="http://microformats.org/wiki/microdata">microdata</a>) für die bestmögliche <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">Auffindbarkeit in Suchmaschinen</a>.
he: השתמשו ב<a href="http://microformats.org/wiki/Main_Page">מיקרופורמטים</a> (דרך <a href="http://microformats.org/wiki/microdata">microdata</a>) <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">לנראות</a> אופטימלית בתוצאות החיפוש.
it: Usa i <a href="http://microformats.org/wiki/Main_Page">Microformati</a> (tramite <a href="http://microformats.org/wiki/microdata">microdata</a>) per una ottima <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">visibilit&agrave;</a> nei risultati di ricerca.
ja: <a href="http://microformats.org/wiki/Main_Page">マイクロフォーマット</a>(<a href="http://microformats.org/wiki/microdata">microdata</a>)を使ってサーチエンジンでの<a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">見え方</a>を最適化しよう
pt_br: Use <a href="http://microformats.org/wiki/Main_Page">Microformatos</a> (via <a href="http://microformats.org/wiki/microdata">microdata</a>) para melhor <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">visibilidade</a> em mecanismos de busca.
ro_ro: Foloseşte <a href="http://microformats.org/wiki/Main_Page">Microformate</a> (via <a href="http://microformats.org/wiki/microdata">microdata</a>) pentru <a href="http://googlewebmastercentral.blogspot.com/2009/05/introducing-rich-snippets.html">vizibilitate</a> maximă în rezultatele motoarelor de căutare

source: You can use the <a href="http://camendesign.com/code/developpeurs_sans_frontieres">body element as a wrapper</a>, so you need not use a div#container.
de_de: Das <code>body</code>-Element kann als Wrapper genutzt werden, ein <code>div#container</code> ist nicht notwendig.
he: אתם יכולים להשתמש ב<a href="http://camendesign.com/code/developpeurs_sans_frontieres">אלמנט ה-body בתור ה-wrapper</a>, כך שלא תצטרכו להשתמש ב-div#container.
it: Puoi utilizzare <a href="http://camendesign.com/code/developpeurs_sans_frontieres">l'elemento body come contenitore</a>, in modo da non aver bisogno di un div#container.
ja: <a href="http://camendesign.com/code/developpeurs_sans_frontieres">body要素をラッパ</a>として利用できる。もうdiv#containerは必要なくなる
pt_br: Você pode usar o <a href="http://camendesign.com/code/developpeurs_sans_frontieres">elemento body como um wrapper</a>, assim você não precisa de um div#container.
ro_ro: Poţi folosi <a href="http://camendesign.com/code/developpeurs_sans_frontieres">elementul 'body' ca un înveliş</a>, astfel încât să nu trebuiască să utilizezi un 'div#container'.

source: Read on for <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">more ways to make it better.</a>
de_de: Lies weiter, um <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">das Maximum herauszuholen.</a>
he: קראו עוד על <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">דרכים נוספות לשפר את זה.</a>
it: Continua a leggere <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">ulteriori tecniche per fare meglio.</a>
ja: <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">もっともっと便利に使いやすく</a>するためには
pt_br: Leia mais sobre <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/">como melhorar o HTML5 Boilerplate.</a>
ro_ro: Citeşte mai departe pentru <a href="http://github.com/paulirish/html5-boilerplate/wiki/Make-it-better/"> a afla şi alte moduri de îmbunătăţire</a>

source: Brought to you by
de_de: Ermöglicht durch
he: מוגש לכם על ידי
it: Offerto da
pt_br: Uma realização
ro_ro: Făcut posibil de

source: More Contributors
ro_ro: Alți contribuitori

source: It would not have been possible without the efforts of these superheroes:
de_de: Ohne diese Superhelden wäre HTML5 Boilerplate nicht möglich gewesen:
he: כל זה לא היה אפשרי בלעדי המאמץ של גיבורי העל הבאים:
it: Non sarebbe stato possibile senza l'impegno di questi supereroi:
ja: 彼らスーパーヒーロー抜きには実現は不可能だった:
pt_br: Não seria possível sem o esforço desses super-heróis:
ro_ro: Nu ar fi fost posibil fără eforturile acestor super-eroi:

source: Comments
de_de: Kommentare
he: תגובות
it: Commenti
ja: コメント
pt_br: Comentários
ro_ro: Comentarii

source: Show comments
de_de: Zeige Kommentare
he: הראה תגובות
it: Mostra i commenti
ja: コメントを表示する
pt_br: Exibir comentários
ro_ro: Arată comentariile

source: Comment archive : HTML5 Boilerplate
ro_ro: Arhivă comentarii: HTML5 Boilerplate

source: Comment Archive
de_de: Kommentar-Archiv
he: ארכיון תגובות
it: Archivio Commenti
ja: コメントアーカイブ
pt_br: Arquivo de comentários
ro_ro: Arhivă comentarii

source: from before October 26th 2010
de_de: Kommentare vor dem 26. Oktober 2010
he: מלפני ה-26 באוקטובר 2010
it: precedenti al 26 Ottobre 2010
ja: 2010年10月26日以前から
pt_br: anterior a 26 de Outubro de 2010
ro_ro: dinainte de 26 octombrie 2010

source: Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript=boilerplate">comments powered by Disqus.</a>
de_de: Bitte aktiviere JavaScript, um die <a href="http://disqus.com/?ref_noscript=boilerplate">Disqus-Kommentare</a> zu sehen.
he: על מנת לראות <a href="http://disqus.com/?ref_noscript=boilerplate">תגובות המופעלות על ידי דיסקס</a> עליכם לאפשר הפעלת ג'אווה סקריפט.
it: Perfavore abilita JavaScript per vedere i <a href="http://disqus.com/?ref_noscript=boilerplate">commenti forniti da Disqus.</a>
ja: <a href="http://disqus.com/?ref_noscript=boilerplate">Disqusのコメントは</a>JavaScriptを有効にすると閲覧できます
pt_br: Por favor active o JavaScript para visualizar os comentários do <a href="http://disqus.com/?ref_noscript=boilerplate"> Disqus.</a>
ro_ro: Te rugăm să activezi JavaScript-ul pentru a vizualiza <a href="http://disqus.com/?ref_noscript=boilerplate">comentariile furnizate de Disqus.</a>

source: Use ChromeFrame if it's installed for a better experience for the poor IE folk
de_de: Arme IE-Nutzer sollen ChromeFrame verwenden, wenn vorhanden
he: אם הוא מותקן, לחווית שימוש טובה יותר עבור המסכנים שמשתמשים באינטרנט אקספלורר ChromeFrame-משתמש ב
it: Usa ChromeFrame se &egrave; installato, per una migliore esperienza per i poveri utenti di IE
ja: IEを利用しなければならない人達のために、インストール済みならChromeFrameを利用する様にする
pt_br: Use ChromeFrame se estiver instalado para uma melhor experiência pelo coitado do usuário de IE
ro_ro: Foloseşte (dacã este instalat) ChromeFrame pentru o experienţã mai bună a bietului utilizator de IE

source: Because X-UA-Compatible isn't sent to non-IE (to save header bytes), we need to inform proxies that content changes based on UA
ro_ro: Deoarece 'X-UA-Compatible' nu este trimis la browsere diferite de IE (pentru a micșora mărimea antetului), trebuie informate proxiurile despre faptul că, conţinutul se schimbă în funcţie de UA

source: Cache control is set only if mod_headers is enabled, so that's unncessary to declare
de_de: Cache-Control wird nur gesetzt wenn `mod_headers` vorhanden ist, also müssen wir es nicht explizit deklarieren
he: מופעל, כך שזה לא הכרחי להצהיר mod_headers שליטה בזכרון המטמון מיושמת רק אם
it: Il controllo della cache &egrave; settato solo se mod_headers &egrave; abilitato, per cui non &egrave; necessario dichiararlo
ja: キャッシュ制御はmod_headersが有効になっている場合のみ設定できるので、ここで宣言する必要がない
pt_br: Controle de cache é configurado somente se mod_headers está habilitado, então é desnecessário declarar
ro_ro: 'Vary: Accept-Encoding' este trimis automat dacă 'mod_deflate' este activat, deci nu e necesar a fi declarat

source: your subdomains like "sub.domain.com"
ro_ro: subdomeniu ca "sub.domain.com"

source: if you don`t use filenames to version, lower the css and js to something like "access plus 1 week"
ro_ro: dacă nu pui versiunea în numele fişierului, reduce timpul de stocare pentru CSS şi JS la ceva de genu "access plus 1 week"

source: Since we`re sending far-future expires, we don't need ETags for static content.
ro_ro: Deoarece se trimit termeni de expirare foarte îndepărtaţi, nu mai este nevoie de ETag-uri pentru conţinutul static.

source: the humans responsible & colophon
ro_ro: persoanele responsabile și colofonul

source: Always force latest IE rendering engine (even in intranet) & Chrome Frame
ro_ro: Întotdeauna forţează ultima versiune a IE-ului (chiar şi în intranet) & Chrome Frame

source: Place favicon.ico & apple-touch-icon.png in the root of your domain and delete these references
de_de: `favicon.ico` und `apple-touch-icon.png` sollte in deinem Root-Verzeichnis sein, dann kannst du die Referenzen löschen.
he: בתיקיית השורש של הדומיין ומחקו את השורות האלו apple-touch-icon.png ואת favicon.ico מקמו את
it: Metti i file favicon.ico & apple-touch-icon.png nella root del tuo dominio e cancella queste righe
ja: favicon.icoとapple-touch-icon.pngはドメインのルートに置くこと
pt_br: Coloque o favicon.ico e apple-touch-icon.png na raiz de seu domínio e delete essas referências
ro_ro: Plasează 'favicon.ico' şi 'apple-touch-icon.png' în rădăcina domeniului tău şi apoi şterge aceste referinţe

source: CSS: implied media="all"
ro_ro: CSS: implică media="all"

source: All JavaScript at the bottom, except for Modernizr which enables HTML5 elements & feature detects
de_de: Alle Javascripte unten, außer Modernizr, welcher HTML5 Elementeund Feature-Erkennung ermöglicht.
he: ובודק יכולות של הדפדפן HTML5 כל הג'אווה-סקריפט בתחתית, חוץ ממודרנייזר שמאפשר להשתמש באלמנטים של
it: Tutti i JavaScript vanno in fondo, ad eccezione di Modernizr che abilita gli elementi HTML5 e il rilevamento delle funzionalit&agrave; supportate
ja: Modernizr以外のJavaScriptはファイルの下部に。ModernizrはHTML5の新要素を利用可能にし、ブラウザ別の機能をHTMLタグ内に表示してくれる
pt_br: Todos os Javascript no final da página, exceto para o Modernizr que habilita os elementos HTML5 e detecção de recursos
ro_ro: Toate JavaScript-urile la baza paginii, excepţia fiind Modernizr care face posibilă folosirea noilor elemente HTML5 şi detectează funcţionalităţi

source: Grab Google CDN's jQuery, with a protocol relative URL; fall back to local if necessary
ro_ro: Descarcă jQuery de pe CDN-ul lui Google. Foloseşte varianta locală daca este necesar

source: Fix any <img> or .png_bg bg-images. Also, please read
ro_ro: Repară orice '<img>' sau elemente cu clasa '.png_bg' şi imagini pe fundal. De asemenea, te rugăm să citești

source: Change UA-XXXXX-X to be your site's ID
ro_ro: Înlocuiește 'UA-XXXXX-X' cu ID-ul site-ului tău

source: html5doctor.com Reset Stylesheet (Eric Meyer's Reset Reloaded + HTML5 baseline)
de_de: html5doctor.com Reset Stylesheet (Reset Reloaded + HTML5 baseline von Eric Meyer)
he: (HTML5 baseline + האתחול של אריק מאייר) html5doctor.com אתחול גליון עיצוב של
it: html5doctor.com Reset Stylesheet (Reset Reloaded di Eric Meyer + HTML5 baseline)
ja: html5doctor.comのリセットCSS (Eric MeyerのリセットCSS + HTML5 のベース)
pt_br: CSS Reset do html5doctor.com (Eric Meyer's Reset Reloaded + HTML5 baseline)
ro_ro: html5doctor.com - Reset Stylesheet (Reset Reloaded realizat de Eric Meyer + HTML5 baseline)

source: Font normalization inspired by YUI Library's fonts.css:
ro_ro: Normalizarea fontului inspirată de fonts.css din biblioteca YUI

source: Uncomment if you don't want iOS and WinMobile to mobile-optimize the text for you:
ro_ro: Decomentează dacă nu vrei ca iOS şi WinMobile să optimizeze textul pentru mobil

source: Don't show links for images, or javascript/internal links
ro_ro: Nu arăta link-urile pentru imagini, javascript-uri sau link-uri interne

source: usage: log('inside coolFunc', this, arguments);
ro_ro: mod de folosire: log('inside coolFunc', this, arguments);

source: Not found
de_de: Nicht gefunden
he: לא נמצא
it: Non trovato
ja: 見つかりません
pt_br: Não encontrado

source: HTML5 Boilerplate
he: HTML5 בויילרפלייט

source: After more than two years in iterative development, you get the best of the best practices baked in: cross-browser normalization, performance optimizations, even optional features like cross-domain Ajax and Flash. A starter apache <bdo>.htaccess</bdo> config file hooks you the eff up with caching rules and preps your site to serve HTML5 video, use <bdo>@font-face</bdo>, and get your gzip zipple on.
de_de: Nach mehr als zwei Jahren Entwicklung, bekommt ihr das beste der besten Techniken zusammengefasst: Cross-Browser-Normalisierung, Performance-Optimierungen und sogar optionale Features wie Cross-Domain AJAX und Flash. Eine starter .htaccess-Konfigurationsdatei kommt mit praktischen Caching-Regeln, bereitet deine Seite für HTML5-Video vor und erlaubt dir einfache @font-face-Nutzung und gzip-Auslieferung deiner Ressourcen.
he: אחרי יותר משנתיים של פיתוח ושיפורים, אתם מקבלים את המיטב של שיטות העבודה המומלצות: נורמליזציה בכל הדפדפנים, אופטימזציית ביצועים, ואפילו תכונות אופציונליות כמו אג'קס ופלאש בין דומיינים שונים. קובץ <bdo>.htaccess</bdo> התחלתי מסדר את כללי זכרון המטמון ומכין את האתר שלכם לשימוש בתגיות הוידאו של HTML5, שימוש ב-<bdo>@font-face</bdo>, וב-gzip.

source: Javascript at the bottom for fast page loading
de_de: JavaScript am Ende, un die Seite schneller zu laden
he: ג'אווה-סקריפט בתחתית למהירות טעינה גבוהה של הדף
it: Javascript in fondo per un caricamento della pagina pi&ugrave; veloce
ja: JavaScriptはページロード速度アップのため、ファイル下部に記述
pt_br: Javascript embaixo para carregamento mais rápido

source: end concatenated and minified scripts
de_de: ende von zusammengeführten und minifizierten Skripten
he: סוף הסקריפטים המשורשרים והממוזערים
it: fine degli script concatenati e minificati
ja: 結合し圧縮したスクリプト終わり
pt_br: fim dos scripts minificados e concatenados

source: yui profiler and profileviewer - remove for production
de_de: YUI Profiler und ProfileViewer - Sollte für die Produktivumgebung entfernt werden
he: הסירו בהפקה - profileviewer-ו yui profiler
it: yui profiler e profileviewer - rimuovi in produzione
ja: yui プロファイラとプロファイルビューワ、プロダクション時は削除
pt_br: yui profiler e profileviewer - remova para produção

source: end profiling code
de_de: Ende des Profiling-Codes
he: סוף קוד הפרופיילינג
it: fine del codice di profiling
ja: プロファイルコード終わり
pt_br: fim do código de profiling
