Repository: ADYAAA/html5
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, he, it, ja, pt_br, ro_ro

source: Consider some opinionated <a href="http://webdosanddonts.com/">web do's and web dont's</a>
he: קראו מאמר דעה על <a href="http://webdosanddonts.com/">עשה ולא-תעשה ברשת</a>
it: Considera alcune cose <a href="http://webdosanddonts.com/">da fare e non fare nel web</a>
ja: <a href="http://webdosanddonts.com/">web do's and web dont's</a>ではティップスを紹介しているので、是非
pt_br: Considere algumas opiniões de <a href="http://webdosanddonts.com/">o que fazer ou não fazer na web</a>

source: Google Chrome, jQuery
he: גוגל כרום, ג'ייקוורי

source: Open Web Vigilante
he: לוחמת צדק למען רשת פתוחה

source: Comments for Boilerplate v0.9.1 can be found in the <a href="commentarchive.html">archive</a>
de_de: Kommentare bezüglich Boilerplate v0.9.1 sind im <a href="commentarchive.html">Archiv</a>
he: תגובות על בויילרפלייט גרסה 0.9.1 ניתן למצוא ב<a href="commentarchive.html">ארכיון</a>
it: I commenti a Boilerplate v0.9.1 si trovano nell'<a href="commentarchive.html">archivio</a>
ja: Boilerplate v0.9.1コメントは<a href="commentarchive.html">アーカイブ</a>から
pt_br: Comentários para o Boilerplate v0.9.1 podem ser encontrados no <a href="commentarchive.html">arquivo</a>

source: http://html5boilerplate.com/v095
de_de: http://de.html5boilerplate.com/
he: http://he.html5boilerplate.com
it: http://it.html5boilerplate.com
pt_br: http://br.html5boilerplate.com

source: # Because X-UA-Compatible isn't sent to non-IE (to save header bytes), # We need to inform proxies that content changes based on UA #
de_de: # X-UA-Compatible schicken wir nur IE (um Bytes im HTTP-Headern zu sparen), # also müssen wir die Proxy-Servern informieren, dass der Inhalt sich in verschidenen Browsern unterscheiden kann, #
he: # (header-לא נשלח לדפדפן שאינו אינטרנט אקספלורר (לחסוך בייטים של ה X-UA-Compatible-מכיוון ש, # UA אנחנו צריכים להודיע לשרתי פרוקסי שהתוכן משתנה בהתבסס על #
it: # Siccome X-UA-Compatible non viene spedito ai non-IE (per risparmiare bytes nell'header), # Dobbiamo informare i proxy che il contenuto cambia in base allo User Agent #
ja: # X-UA-CompatibleはIE以外に送信されないため(ヘッダバイトを少なくする)、 # ユーザエージェントによってコンテントが変更することをプロキシに伝える #
pt_br: # Porque X-UA-Compatible não é enviado a navegadores não-IE (para economia de bytes no cabeçalho), # Nós precisamos informar aos proxies que o conteúdo muda baseado no agente de Usuário #

source: # allow access from all domains for webfonts # alternatively you could only whitelist # your subdomains like "sub.domain.com" #
de_de: # Zugriffe von allen Domains auf Webfonts erlauben. # Altermativ kannst du auch nur bestimmte Domains/Subdomains # explizit whitelisten in Form von "sub.domain.com" #
he: # הרשה גישה מכל דומיין לפונטי רשת # לחילופין, אתם יכולים לציין במפורש # "sub.domain.com" את תת-הדומיינים שלכם כמו #
it: # consenti l'accesso ai webfont da tutti i domini # in alternativa puoi solo fare una whitelist # dei tuoi sottodomini come "sub.domain.com" #
ja: # webfontsをすべてのドメインからアクセス可能にする # サブドメインのホワイトリストを "sub.domain.com" # のようにして設定することも可能 #
pt_br: # permite o acesso de todos os dominios por webfonts # alternativamente você pode incluir na sua whitelist somente # seus subdominios como "sub.domain.com" #

source: # allow concatenation from within specific js and css files # # e.g. Inside of script.combined.js you could have # # <!--#include file="jquery-1.4.2.js" --> # <!--#include file="jquery.idletimer.js" --> # # and they would be included into this single file #
de_de: # Verkettung erlauben innerhalb bestimmter JS/CSS-Datein # # z.B. in `script.combined.js`, könntest Du Folgendes schreiben: # # <!--#include file="jquery-1.4.2.js" --> # <!--#include file="jquery.idletimer.js" --> # # und beide Ressourcen werden als eine Datei ausgeliefert #
he: # מסויימים css-מתיר ייבוא של קבצים נוספים מתוך קבצי ג'אווה-סקריפט ו # # אפשר לכתוב script.combined.js לדוגמה בתוך # # <!--#include file="jquery-1.4.2.js" --> # <!--#include file="jquery.idletimer.js" --> # # והם ייכללו לתוך המסמך היחיד הזה #
it: # consente la concatenazione all'interno di specifici file js e css # # per es. Dentro a script.combined.js potresti avere # # <!--#include file="jquery-1.4.2.js" --> # <!--#include file="jquery.idletimer.js" --> # # e verrebbero inclusi dentro questo singolo file #
ja: # 専用のJS、CSSファイルにてファイルの結合を行う # # 例 script.combined.js というファイル内に # # <!--#include file="jquery-1.4.2.js" --> # <!--#include file="jquery.idletimer.js" --> # # とすることで、1つのファイルとしてそれぞれのJSファイルを呼び出せる #
pt_br: # permite concatenação de dentro de arquivos .js os .css específicos # # p.ex. Dentro de script.combined.js você deve ter # # <!--#include file="jquery-1.4.2.js" --> # <!--#include file="jquery.idletimer.js" --> # # e eles seriam inclusos neste único arquivo #

source: # these are pretty far-future expires headers # they assume you control versioning with cachebusting query params like # # <script src="application.js?20100608"> # # additionally, consider that outdated proxies may miscache #
de_de: # Far-Future `Expires` HTTP-Header # Hier nehmen wir an, dass du die Versionierung im Griff behältst, indem du # "cachebusting" GET-Parameter nutzt: # # <script src="application.js?20100608"> # # Achtung: Veraltete Proxies könnten falsch cachen: #
he: # אלו הם תאריכי תפוגה רחוקי-מועד # :הם מניחים שאתם משתמשים בבקרת גרסאות עם יכולת להתגבר על תאריכים אלו כך # # <script src="application.js?20100608"> # # בנוסף, קחו בחשבון שפרוקסים מיושנים עלולים להטמין באופן לא נכון #
it: # questi sono header che scadono in un futuro abbastanza lontano # si aspettano che sia tu a controllare le versioni tramite i parametri query come # # <script src="application.js?20100608"> # # in aggiunta, considera che i vecchi proxy potrebbero non salvare nella cache #
ja: # ヘッダの有効期限はかなり長期間に設定してある # この設定はキャッシュを無効化する以下のようなクエリパラメータ # を利用していることを前提としています。 # # <script src="application.js?20100608"> # # 加えて、古いプロキシがキャッシュできないことがあることも考慮しておくこと。 #
pt_br: # esses são cabeçalhos com validade pra lá do futuro # eles assumem que seu controle de versão é feito com parâmetros de consulta que evitam cache como # # <script src="application.js?20100608"> # # adicionalmente, considere que proxys desatualizados podem falhar ao fazer cache #

source: # if you don't use filenames to version, lower the css and js to something like # "access plus 1 week" or so #
de_de: # Wenn du keine Dateinamen für die Versionierung nutzt, kannst du die Cachezeiten auf irgendwas in Richtung `access plus 1 week` reduzieren#
he: # והג'אווה-סקריפט למשהו כמו css-אם אתם לא משתמשים בשמות קבצים כדי ליצור גרסאות חדשות, הקטינו את תאריך התפוגה של ה # או משהו בסגנון "access plus 1 week" #
it: # se non metti la versione nel nome del file, abbassa i css e js a qualcosa come # "access plus 1 week" o simile #
ja: # ファイルネームをバージョン管理しない場合、CSSとJSについては、 # "access plus 1 week" のような設定をすること #
pt_br: #se você não usa nomes de arquivo para versionar, baixe o expire do css e o js para algo como # "acesso por mais 1 semana" mais ou menos #

source: # Since we're sending far-future expires, we don't need ETags for # static content. #
de_de: # Da wir mit Far-Futures `Expires` HTTP-Header arbeiten, brauchen wir keine ETags #
he: # ETags מאחר והגדרנו תאריך תפוגה מאוחר, אנחנו לא צריכים # .עבור תוכן סטטי #
it: # Siccome stiamo spedendo scadenze lontane nel futuro, non abbiamo # bisogno di ETags per il contenuto statico. #
ja: # 長期間の有効期限を設定しているため, 静的コンテンツ用のETagsは # 必要ではない。 #
pt_br: # Desde que estejamos enviando validades muito longas, não precisamos de ETags para # conteúdo estático. #

source: We don't need to tell everyone we're apache.
de_de: "Apache" Servername unterdrücken
he: אין צורך לספר לכל העולם שיש לנו אפאצ'י.
it: Non abbiamo bisogno di dire a tutti che siamo sotto Apache.
ja: Apacheを利用している事を公表する必要はない
pt_br: Não precisamos mostrar pro mundo todo que estamos no Apache.

source: Always force latest IE rendering engine (even in intranet) & Chrome Frame Remove this if you use the .htaccess
de_de: Immer die neuste IE Rendering-Engine nutzen (selbst im Intranet), und Chrome Frame Wenn du die `.htaccess` Regeln benutzt, kannst die diesen Code entfernen
he: מכריח תמיד להשתמש במנוע הרינדור האחרון של אינטרנט אקספלורר (אפילו באינטראנט) וכרום פריים של הבויילרפלייט .htaccess-הסירו שורה זו אם אתם משתמשים ב
it: Forza sempre l'uso dell'ultimo motore di rendering di IE (anche nelle intranet) e di Chrome Frame Da rimuovere se usi il file .htaccess
ja: IEを最新のレンダリングエンジンで動作するよう強制(イントラでも)、また Chrome Frame がインストールされている場合、そちらを優先。.htaccessにて設定している場合は削除すること
pt_br: Sempre force o último engine de renderização do IE (mesmo em intranet) e o Chrome Frame Remova isso se você usa o .htaccess

source: CSS : implied media="all"
de_de: CSS : impliziert `media="all"`
he: media="all"-רומז ל :CSS
it: CSS : &egrave; implicito media="all"
ja: CSS : media="all" と解釈される
pt_br: CSS : media="all" implícito

source: Grab Google CDN's jQuery. fall back to local if necessary
de_de: jQuery von Googles CDN. Lokal als Rückfallstrategie.
he: קח עותק של ג'ייקוורי מהרשת של גוגל. קח עותק מקומי אם יש צורך
it: Carica jQuery dal CDN di Google. ripiega su quello locale se necessario
ja: Google CDNのjQueryを利用、サーバダウン用にローカルファイルを読む
pt_br: Carrega o jQuery do CDN do Google. Reverte para um arquivo local se necessário

source: fix any <img> or .png_bg background-images
de_de: fix für `<img>` und `.png_bg` Hintergrundbilder
he: .png_bg או תמונות רקע עם סיומת <img> תקן כל
it: aggiusta qualsiasi tag <img> o qualsiasi propriet&agrave; background-image di .png_bg
ja: <img>と.png_bgクラスを与えた背景画像の修正
pt_br: corrige qualquer <img> ou imagens de fundo .png_bg

source: asynchronous google analytics: mathiasbynens.be/notes/async-analytics-snippet change the UA-XXXXX-X to be your site's ID
de_de: asynchrones Google Analytics: mathiasbynens.be/notes/async-analytics-snippet ändere `UA-XXXXX-X` in deine Site-ID um
he: mathiasbynens.be/notes/async-analytics-snippet :גוגל אנליטיקס אסינכרוני של האתר שלכם ID-ל UA-XXXXX-X שנו את
it: google analytics asincrono: mathiasbynens.be/notes/async-analytics-snippet cambia la stringa UA-XXXXX-X con l'ID del tuo sito
ja: 非同期でgoogle analytics: mathiasbynens.be/notes/async-analytics-を呼び出す UA-XXXXX-Xを自分のサイトIDと置き換えること
pt_br: google analytics assíncrono: mathiasbynens.be/notes/async-analytics-snippet mude o UA-XXXXX-X para o ID do seu site

source: tables still need cellspacing="0" in the markup
de_de: Tabellen brauchen immernoch `cellspacing="0" im Markup
he: html-בתוך קוד ה cellspacing="0" טבלאות עדיין צריכות
it: le tabelle ancora necessitano di cellspacing="0" nel markup
ja: tableはcellspacing="0"とマークアップ内で記述する必要あり
pt_br: tabelas ainda necessitam de cellspacing="0" no HTML

source: Headers (h1,h2,etc) have no default font-size or margin, you'll want to define those yourself.
de_de: Header-Elemente (h1, h2, usw.) haben keine standard `font-size` und `margin`. ich denke du möchtest sie selbst definieren.
he: ,אין גודל ברירת מחדל או שוליים (h1,h2..) לכותרות .תרצו להגדירו אותם בעצמכם
it: Gli header (h1,h2,ecc) non hanno un font-size o un margine di default, dovrai definirli da te.
ja: ヘッダ (h1、h2など) はfont-size と marginを設定していないので、 自分で設定すること
pt_br: Cabeçalhos (h1,h2,etc) não têm font-size or margin padrão, você mesmo deve definí-los.

source: Uncomment if you don't want iOS and WinMobile to mobile-optimize the text for you
de_de: Auskommentieren, wenn iOS und WinMobile den Text nicht für Mobilgeräte optimieren sollen
he: או ווינדוז מובייל יעשו אופטימיזציה לטקסט iOS-הסירו את ההערה אם אינכם מעונינים ש
it: Decommenta se non vuoi che iOS e WinMobile ottimizzino il testo per te
ja: iOS と WinMobileにてテキストを自動でモバイル用に最適化させたくなければコメントを外す
pt_br: Use isso se você não quer que o iOS e WinMobile otimizem o texto para você

source: Don't show links for images
de_de: zeige Links für Bilder nicht an
he: אל תראה קישורים לתמונות
it: Non mostra i link per le immagini
ja: 画像用のリンクは隠す
pt_br: Não exibir links para imagens

source: A rock-solid default template for HTML5 awesome.
de_de: Ein grundsolides Standard template für HTML5
it: Una base solida come la roccia per HTML5.
pt_br: Um padrão sólido para HTML5 impressionante.

source: <a href="http://de.html5boilerplate.com">Deutsch</a>
de_de: <a href="http://html5boilerplate.com">English</a>

source: What&rsquo;s New in 0.9.5
de_de: Was ist neu in 0.9.5
it: Novit&agrave; nella 0.9.5
pt_br: Novidades na versão 0.9.5

source: Consider some opinionated <a href="http://webdosanddonts.com/">web do's and web dont's</a>
de_de: Behalte die <a href="http://webdosanddonts.com/">Web Do's und Dont's</a> im Auge

source: Get your team hooked using the same <a href="http://na.isobar.com/standards/">front-end coding standards and best practices.</a>
de_de: Begeistere dein Team mit den gleichen <a href="http://molecularvoices.molecular.com/standards/">Frontend-Code-Standards und Best Practices</a> um die gleichen bewährten Vorgehensweisen zu nutzen.

source: store logs to an array for
de_de: speicher Logs in einem Array

source: After more than two years in iterative development, you get the best of the best practices baked in: cross-browser normalization, performance optimizations, even optional features like cross-domain Ajax and Flash. A starter apache .htaccess config file hooks you the eff up with caching rules and preps your site to serve HTML5 video, use @font-face, and get your gzip zipple on.
pt_br: Depois de mais de dois anos de desenvolvimento iterativo, você tem o melhor das melhores práticas em normalização cross-browser, otimizações de performance, e até recursos opcionais como Ajax cross-domain e Flash. Um arquivo de configurações apache .htaccess prevê as regras de caching mais úteis e prepara seu site para servir vídeo HTML5, usar @font-face, e aprimorar sua performance com gzip.
