Repository: ADYAAA/html5
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, he, it, ja, pt_br, ro_ro

source: HTML5 Boilerplate - A rock-solid default template for HTML5 awesome.
ro_ro: HTML5 Boilerplate - Un şablon implicit, stabil pentru HTML5.

source: Now offered in:
ro_ro: Disponibil în:

source: A rock-solid default for HTML5 awesome.
he: ברירת מחדל יציבה ל-HTML5.
ro_ro: Un şablon implicit, stabil pentru HTML5.

source: I'm new here: plz explain why it's so awesome, first.
ro_ro: Ești nou ? Află de ce HTML5 Boilerplate e așa grozav.

source: HTML5 Boilerplate is the professional badass's base HTML/CSS/JS template for a fast, robust and future-proof site.
de_de: HTML5 Boilerplate ist ein professionelles HTML/CSS/JS-Template als Basis für eine schnelle, robuste und zukunftssichere Website.
he: HTML5 בויילרפלייט הוא תבנית הבסיס המקצועית של HTML/CSS/JS, שתתן לכם אתר מהיר, חזק ובעל תאימות עתידית.
it: HTML5 Boilerplate &egrave; il template base professionale per HTML/CSS/JS per un sito veloce, robusto e garantito per il futuro.
ja: HTML5 Boilerplateはページロード時間も早く、強固でかつ将来性のある、プロフェッショナルな連中のための基本HTML/CSS/JSテンプレート
pt_br: HTML5 Boilerplate é o modelo profissional HTML/CSS/JS para um site rápido, robusto e preparado para o futuro.
ro_ro: HTML5 Boilerplate este un şablon de bază, profesional pentru HTML/CSS/JS, un şablon pentru un site rapid, robust şi rezistent în timp.

source: After more than three years in iterative development, you get the best of the best practices baked in: cross-browser normalization, performance optimizations, even optional features like cross-domain Ajax and Flash. A starter apache .htaccess config file hooks you the eff up with caching rules and preps your site to serve HTML5 video, use @font-face, and get your gzip zipple on.
ro_ro: După mai mult de doi ani de dezvoltare iterativă, îţi oferim cele mai bune practici încorporate: normalizare peste browsere, optimizări ale performanţei, chiar şi funcţionalităţi opţionale cum ar fi AJAX şi Flash peste domenii; un model de început pentru fişierul .htaccess de configurare pentru Apache conţinând reguli de stocare a componentelor şi pregătiri pentru a putea servi HTML5 video, pentru a putea folosi @font-face şi pentru a activa compresia cu gzip.

source: Boilerplate is not a framework, nor does it prescribe any philosophy of development, it's just got some tricks to get your project off the ground quickly and right-footed.
de_de: Boilerplate ist weder ein Framework, noch schreibt es dir eine Entwicklungsphilosophie vor. Es ist eine Sammlung von Tipps und Tricks, die dir helfen sollen, dein Projekt schnellstmöglich und flexibel auf die Beine zu stellen.
he: בויילרפלייט הוא לא סביבת עבודה, הוא גם אינו קובע פילוסופיית פיתוח, הוא רק מכיל כמה טריקים כדי להתחיל את הפרוייקט שלכם מהר ועל רגל ימין.
it: Boilerplate non &egrave; un framework, n&eacute; prescrive alcuna filosofia di sviluppo, &egrave; solo una raccolta di trucchi per cominciare il tuo progetto velocemente e col piede giusto.
ja: Boilerplateはフレームワークではないし、開発フィロソフィーのひな形でもない。正しく、素早くプロジェクトを開始するのに便利なトリックである。
pt_br: Boilerplate não é um framework, nem prescreve nenhuma filosofia de desenvolvimento, é só uma coleção de truques para fazer seu projeto começar mais rápido e com o pé-direito.
ro_ro: Boilerplate nu este un framework şi nici nu prescrie vreo filosofie de dezvoltare, conţine doar o serie de trucuri pentru a te ajuta să-ţi începi proiectul de la zero, într-un mod corect şi rapid.

source: Why it is awesome
de_de: Wieso es einfach cool ist
he: למה זה מגניב
it: Perch&eacute; &egrave; fantastico
pt_br: Por quê ele é incrível
ro_ro: De ce e grozav

source: Cross-browser compatible (IE6, yeah we got that.)
de_de: Cross-Browser kompatibel (jup, sogar IE6)
he: תאימות לכל הדפדפנים (IE6, כן יש לנו את זה)
it: Compatibilit&agrave; cross-browser (IE6, s&igrave; ce l'abbiamo.)
ja: クロスブラウザ対応(IE6も含む)
pt_br: Totalmente cross-browser (IE6, sim, conseguimos)
ro_ro: Compatibilitate peste browsere (IE6, da, avem aşa ceva)

source: HTML5 ready. Use the new tags with certainty.
de_de: HTML5-Ready. Nutze die neuen Tags ohne Sorgen.
he: מוכן לעבודה עם HTML5. תוכלו להשתמש בתגיות החדשות ללא חשש.
it: Pronto per HTML5. Usa i nuovi tag in tutta sicurezza.
ja: HTML5レディ。新しいタグを確実に利用
pt_br: Pronto para HTML5. Use as novas tags sem medo.
ro_ro: Pregătit pentru HTML5 (utilizeazã noile tag-uri cu încredere)

source: Optimal caching and compression rules for grade-A performance
de_de: Optimale Caching- und Komprimierungsregeln für beste Performance
he: כללים אופטימליים לזיכרון המטמון ולחוקי דחיסה כדי להגיע לביצועים מעולים
it: Impostazioni di caching e compressione ottimali per le migliori prestazioni
ja: グレードAパフォーマンスを得るための最適化されたキャッシュと圧縮ルール
pt_br: Regras otimizadas de cache e compresssão para performance grade-A.
ro_ro: Caching optimal şi reguli de compresie pentru performanţă de primã clasă

source: Best practice site configuration defaults
de_de: Empfohlene und bewährte Standards für die Konfiguration deiner Site
he: דרכי העבודה המומלצות לברירת המחדל של קינפוג האתר
it: Le migliori pratiche per la configurazione standard
ja: サイト設定デフォルトのベストプラクティス
pt_br: Configurações padrão a partir das melhores práticas
ro_ro: Cele mai bune practici pentru configurãri implicite ale unui site

source: Mobile browser optimizations
de_de: Optimierungen für mobile Browser
he: אופטימיזציות לדפדפנים סלולריים
it: Ottimizzazioni per i browser mobile
ja: モバイルブラウザにも最適化
pt_br: Otimizações para navegadores mobile
ro_ro: Optimizări pentru browserele telefoanelor mobile

source: Progressive enhancement graceful degradation &hellip; yeah yeah we got that
de_de: Progressive enhancement, Graceful degradation? &mdash; jo, haben wir auch drin alles dabei
he: הגברה הדרגתית והפחתה חיננית &hellip; כן כן יש לנו את זה
it: Progressive enhancement, graceful degradation &hellip; s&igrave; s&igrave; &egrave; tutto incluso
ja: もちろんプログレッシブエンハンスメント、グレースフルデグレーションはOK
pt_br: Progressive enhancement graceful degradation &hellip; sim, é possível
ro_ro: Îmbunãtăţire progresivă, degradare graţioasă &hellip; da da, avem aşa ceva

source: IE specific classes for maximum cross-browser control
de_de: IE-spezifische Klassen für maximale Cross-Browser-Kontrolle
he: מחלקות ספציפיות לגרסאות IE לשליטה מרבית בתאימות לדפדפנים
it: Classi specifiche per IE per il massimo controllo cross-browser
ja: IE専用クラスの使用でクロスブラウザの制御を最大化
pt_br: Classes específicas para o IE para controle total cross-browser
ro_ro: Clase specifice IE-ului, pentru control total peste browsere

source: Handy .no-js and .js classes to style based on capability
de_de: Praktische <code>.no-js</code>- und <code>.js</code>-Klassen für unabhängige Styles
he: מחלקות שימושיות מסוג <code>.no-js</code> ו- <code>.js</code> לעיצוב המבוסס על יכולת
it: Comode classi .no-js e .js per stili basati sulle capacit&agrave; del browser
ja: 便利な .no-jsと.jsクラスをつかって機能に合わせたスタイル
pt_br: Classes .no-js e .js para usar estilos baseados nas capacidades do navegador
ro_ro: Clasele '.no-js' şi '.js' la îndemâna ta, pentru a costumiza bazându-te pe compatibilitate

source: Want to write unit tests but lazy? A full, hooked up test suite is waiting for you.
de_de: Du hättest gern Unit-Tests, bist aber zu faul? Eine vollständige Test-Suite wartet auf Dich.
he: רוצים לכתוב בדיקות יחידה אבל מתעצלים? מערכת בדיקה מלאה ומחוברת מחכה לכם.
it: Vorresti scrivere degli unit test ma sei troppo pigro? Un ambiente di test pronto e operativo ti sta aspettando.
ja: ユニットテストをしたいけど、面倒？ 準備済みのテスト環境が待ってます
pt_br: Quer escrever testes unitários mas tem preguiça? Uma suíte completa de testes está esperando por você.
ro_ro: Vrei să faci testarea unitară, dar ţi-e lene ? O suită completă de testare te aşteaptã

source: Why it is awesome-er
de_de: Warum es sogar noch viel cooler ist
he: למה זה מגניב-יותר
it: Perch&eacute; &egrave; ancora pi&ugrave; fantastico
pt_br: Por que ele é super-incrível
ro_ro: De ce e şi mai grozav

source: Javascript profiling&hellip;in IE6 and IE7? Sure, no problem.
de_de: JavaScript-Profiling... in IE6 und IE7? Klar, kein Problem.
he: ניתוח ביצועי ג'אווה סקריפט&hellip;ב-IE6 וב-IE7? בטח, אין בעיה.
it: Javascript profiling&hellip;in IE6 e IE7? Certo, nessun problema.
ja: IE6とIE7でも、JavaScriptのプロファイルが可能
pt_br: Profiling de Javascript &hellip; no IE6 e IE7? Mas é claro.
ro_ro: JavaScript Profiling&hellip; în IE6 şi IE7? Sigur, nicio problemă

source: Console.log nerfing so you won't break anyone by mistake.
de_de: Clevere console.log Einschränkungen, beugt unerwartete log-crashes vor.
he: Console.log כך שלא תהרסו מישהו בטעות.
it: Console.log moderata per evitare errori in produzione.
ja: Console.logでブラウザがクラッシュする問題は解決済み
pt_br: Não se preocupe mais com o console.log esquecido no código - nada vai quebrar por engano.
ro_ro: Folosirea lui 'console.log', astfel încât să nu producă (din greşeală) probleme

source: Never go wrong with your doctype or markup!
de_de: Nie wieder Probleme mit deinem Doctype oder HTML-Code!
he: המנעו מטעויות ב-doctype או ב-html!
it: Non sbagli mai col tuo doctype o col markup!
ja: ドキュメントタイプやマークアップはもう完璧なので間違えない
pt_br: Não erre no doctype ou estrutura html!
ro_ro: Nu greşi niciodata când vine vorba de 'doctype' sau 'markup'

source: An optimal print stylesheet, performance optimized.
de_de: Ein perfektes Druck-Stylesheet, optimiert für Performance.
he: גליון עיצוב אופטימלי להדפסה, עם שיפור בביצועים.
it: Un ottimale foglio di stile per la stampa, ottimizzato per le prestazioni.
ja: パフォーマンス最適化されたプリントスタイルシート
pt_br: Uma folha de estilos de impressão otimizada para performance.
ro_ro: Un stil optim pentru imprimare, optimizat pentru performantã

source: iOS, Android, Opera Mobile-adaptable markup and CSS skeleton.
de_de: Ein Markup- und CSS-Gerüst, das auch unter iOS, Android und Opera funktioniert.
he: html ו-css המותאמים ל-iOS, אנדרואיד, אופרה מיני.
it: Markup adattabile e uno scheletro CSS per iOS, Android e Opera Mobile.
ja: iOS、アンドロイド、オペラモバイルに対応できるマークアップとCSSのスケルトン
pt_br: Esqueleto HTML e CSS adaptável para iOS, Android e Opera Mobile.
ro_ro: iOS, Android, Opera Mobile-markup adaptativ și un schelet pentru CSS

source: IE6 pngfix baked in.
de_de: PNG-Fix für IE6 gleich mit dabei.
he: IE6 pngfix בפנים.
it: IE6 pngfix incluso.
ja: IE6のPNGバグ修正つき
pt_br: PNGFix para IE6 incluído.
ro_ro: O soluţie încorporată pentru afişarea corectă a PNG-urilor în IE6.

source: .clearfix, .visuallyhidden classes to style things wisely and accessibly.
de_de: Sinnvoller und barrierefreier Code durch <code>.clearfix</code>- und <code>.visuallyhidden</code>-Klassen.
he: מחלקות <code>.clearfix</code> ו-<code>.visuallyhidden</code> כדי לעצב דברים בחוכמה ובנגישות.
it: Classi .clearfix e .visuallyhidden per stilizzare le cose saggiamente e accessibilmente.
ja: .clearfixや.visuallyhiddenクラスで賢くアクセシブルなスタイルを
pt_br: Classes .clearfix, .visuallyhidden para estilizar as coisas sabiamente e com acessibilidade.
ro_ro: clasele '.clearfix' și '.visuallyhidden' pentru a customiza lucrurile într-o manieră înţeleaptã şi accesibilã

source: .htaccess file that allows proper use of HTML5 features and faster page load
de_de: Die <code>.htaccess</code>-Datei ermöglicht dir unter anderem eine bessere Nutzung der HTML5-Funktionen und geringere Ladezeiten der Seite
he: קובץ <code>.htaccess</code> שמאפשר שימוש טוב בתכונות HTML5 וטעינה מהירה יותר של דפים
it: File .htaccess che permette il corretto uso delle funzionalit&agrave; HTML5 e una maggior velocit&agrave; di caricamento della pagina
ja: .htaccessファイルはHTML5の機能を正しく活用し、より早いページロードを実現する
pt_br: Arquivo .htaccess que permite o uso de recursos do HTML5 e carregamento mais rápido
ro_ro: fisierul '.htaccess' pentru a permite utilizarea corectă a funcţionalităţiilor HTML5 şi încărcare mai rapidă a paginii

source: CDN hosted jQuery with local fallback failsafe.
de_de: jQuery-Auslieferung via CDN mit lokaler Sicherheitskopie als Ausweichlösung
he: ג'ייקוורי המאוחסן על רשת CDN עם אלטרנטיבה מקומית לגיבוי.
it: jQuery ospitato su CDN con riferimento locale come opzione di ripiego.
ja: CDNでホストされたjQueryとローカルにもフェールセーフする呼び出し
pt_br: jQuery hospedado em CDN com fallback local, à prova de falhas.
ro_ro: jQuery găzduit pe un CDN, cu mecanism de siguranţă local ca şi rezervã

source: Think there's too much? The HTML5 Boilerplate is delete-key friendly. :)
de_de: Du denkst das ist viel zu viel? HTML5 Boilerplate ist Löschtasten-freundlich. :)
he: חושבים שיש יותר מדי? ה-HTML5 Boilerplate ידידותי למקש ה-delete. :)
it: Pensi ci sia troppo? Puoi tranquillamente usare il tasto canc su HTML5 Boilerplate. :)
ja: 機能がたくさんありすぎる？ HTML5 Boilerplateはデリートキーと仲良し。 :)
pt_br: Acha que é muita coisa? O HTML5 Boilerplate não tem nenhum problema com a tecla delete :)
ro_ro: Crezi că e prea mult? HTML5 Boilerplate este prietenos la tasta delete :)

source: Want to dive in?
de_de: Interessiert?
he: רוצים לצלול פנימה?
it: Vuoi tuffarti?
pt_br: Quer entrar de cabeça?
ro_ro: Vrei să aprofundezi?

source: Download Boilerplate {{ version }}
de_de: Boilerplate {{ version }} herunterladen.
he: הורידו את הבויילרפלייט {{ version }}
it: Scarica Boilerplate {{ version }}
ja: ダウンロード Boilerplate {{ version }}
pt_br: Baixar Boilerplate {{ version }}
ro_ro: Descarcă Boilerplate {{ version }}

source: Updated Mar 21st
ro_ro: Actualizat în 21 Martie 2011

source: Boilerplate documented
ro_ro: Boilerplate documentat

source: Keep the hints and links
de_de: Inklusive Tipps und Links
he: שמרו את הגרסה המבוארת
it: Mantieni i suggerimenti e i link
ja: リンクとヒントを残しておく
pt_br: Com dicas e links
ro_ro: Păstrează indiciile şi link-urile

source: or
de_de: oder
he: או
it: oppure
pt_br: ou
ro_ro: sau

source: Boilerplate "stripped"
ro_ro: Boilerplate nedocumentat

source: No comments, just the bizniss.
de_de: Keine Kommentare, nur Code
he: בלי הערות, רק התכל&apos;ס.
it: Niente commenti, solo codice.
ja: コメントなし
pt_br: Sem comentários, direto ao ponto
ro_ro: Fără comentarii, doar partea esenţială

source: Boilerplate custom
ro_ro: Boilerplate customizat

source: new!
ro_ro: nou!

source: Click on your favourite option for each feature! Default options are highlighted.
ro_ro: Selectează opţiunea preferată pentru fiecare funcționalitate! Opţiunile implicite sunt evidențiate.

source: Conditional classes
ro_ro: Clase condiționale

source: Nope
ro_ro: Nu, mersi

source: Old IE class
ro_ro: Clasă pentru variantele vechi de IE

source: All IE classes
ro_ro: Toate clasele pentru IE

source: Handheld stylesheet
ro_ro: Stiluri pentru dispozitive handheld

source: No jQuery
ro_ro: Fără jQuery

source: jQuery minified
ro_ro: jQuery minificat

source: Server Config
ro_ro: Configurări Server

source: Analytics Snippet
ro_ro: Da

source: <a href="http://initializr.com/generate?boilerplate&amp;" id="builder-download">Download!</a> Are these options not enough? Go to <a href="http://initializr.com">Initializr</a> for more!
ro_ro: <a href="http://initializr.com/generate?boilerplate&amp;" id="builder-download">Descarcă!</a> Sunt aceste opţiuni prea puține? Dacă da, vizitează <a href="http://initializr.com">Initializr</a> pentru mai multe!

source: Read the docs
de_de: Dokumentation
he: קראו את התיעוד
it: Leggi la documentazione
ja: ドキュメントを読む
pt_br: Leia a documentação
ro_ro: Citeşte documentaţia

source: Contribute on Github
de_de: Helft mit! auf Github
he: תרמו בגיטהאב
it: Contribuisci su Github
ja: Githubで貢献する
pt_br: Contribua no Github
ro_ro: Contribuie pe GitHub

source: Comment here
de_de: Kommentieren
he: הגיבו כאן
it: Commenta qui
ja: コメントはこちら
pt_br: Comente aqui
ro_ro: Comentează

source: Follow on twitter
de_de: Folge uns auf Twitter
he: עקבו בטוויטר
it: Segui su twitter
ja: Twitterをフォロー
pt_br: Siga no twitter
ro_ro: Urmăreşte-ne pe Twitter

source: Join The Mailing List
de_de: In die Mailing-Liste eintragen
he: הצטרפו לרשימת התפוצה
it: Iscriviti alla Mailing List
ja: メーリングリストに参加
pt_br: Entre na lista de discussão
ro_ro: Alăturã-te listei de discuţii

source: HTML5 Boilerplate is 1.0!
ro_ro: HTML5 Boilerplate a ajuns la varianta 1.0!

source: Monday, March 21, 2011
ro_ro: Luni, 21 Martie 2011

source: Along with HTML5 Boilerplate's rock solid commitment to cross-browser consistency, H5BP brings you <strong>delicious documentation, a site optimizing build script, and a custom boilerplate builder. </strong> In addition to this, we now support lighttpd, Google App Engine, and NodeJS with optimized server configurations <small>(along with Apache, Nginx, and IIS)</small> and we've reduced the overall size of the published boilerplate by <abbr title="Killing the profiling script was most of this. But we reduced HTML/CSS by 1%. ;)">50%</abbr>.
ro_ro: Împreună cu angajamentul solid către consistența pestre browsere, HTML5 Boilerplate îți aduce <strong>o documentație, un script de construcție optimizator de site-uri și o metodă prin care să-ți poți construi Boilerplate-ul așa cum dorești</strong>. În plus față de acestea, Boilerplate acum suportă lighttpd, Google App Engine și NodeJS, cu configurări server optimizate <small>(pe langă Apache, Nginx și IIS)</small>, plus am redus marimea totală pentru varianta publicată a Boilerplate cu <abbr title="Eliminarea scripturile de profiling având impactului cel mai mare. Dar am redus și HTML/CSS cu 1%. ;)">50%</abbr>.

source: Quickly look up the <i>why</i> of everything you see.
ro_ro: Caută rapid răspunsul la întrebarea <i>de ce</i>

source: Docs!
ro_ro: Documentaţie!

source: We now have rather <a href="/docs/">comprehensive documentation</a>, contributed by the community and designed/implemented by <a href="http://github.com/mklabs">Mickael Daniel</a>. You can add to it yourselves if you like. </p><p>Feel free to dig in if you're all WTF over a particular bit of code. We likely have already documented what is going on and why it's a good idea. Some pages you'll enjoy the read through: <a href="/docs/#the-markup">The Markup</a>, <a href="/docs/#the-style">The Style</a>, <a href="/docs/#Make-it-better">Make It Better</a>, and <a href="/docs/#Get-Started!">Getting Started</a>. We also now have <a href="#videos">several videos to walk you through this stuff</a>.
ro_ro: Acum avem o documentație <a href="/docs/">destul de cuprinzătoare</a>, realizată de comunitate și proiectată/implementată de <a href="http://github.com/mklabs">Mickael Daniel</a>. Poți contribui și tu dacă vrei dacă dorești.</p><p> Nu ezita să o consulți dacă ești confuz în legatură cu ceva anume din cod. Cel mai probabil, am documentat ce se întâmplă acolo și de ce am ales aceea idee. Pagini care constituie o lectura bună: <a href="/docs/#the-markup">'Markup-ul'</a>, <a href="/docs/#the-style">'Stiluri'</a>, <a href="/docs/#Make-it-better">'Moduri de îmbunătăţire'</a>, și <a href="/docs/#Get-Started!">'Cum să începi'</a>. De asemenea, acum avem și <a href="#videos">mai multe de videouri pentru a te îndruma prin aceste lucruri</a>.

source: Satisfy performance metrics tools like YSlow and PageSpeed easily.
ro_ro: Opține ușor un scor bun la rularea uneltelor de măsurat performanța, cum ar fi: YSlow și PageSpeed.

source: Boilerplate Build Script
ro_ro: Scriptul de construcție

source: The Boilerplate <a href="http://html5boilerplate.com/docs/#Build-script">build script</a> is ready for prime time. You know all those site optimization tricks that Steve Souders tells you is a good idea? You're four keystrokes away from nailing a 100&percnt; on them. Now you can:
ro_ro: <a href="http://html5boilerplate.com/docs/#Build-script">Scriptul de construcție</a> pentru Boilerplate e pregătit pentru prime-time. Mai ți minte toate acele trucuri de optimizare despre care Steve Souders spunea că ar fi bine să le folosești ? Ei bine, ești la doar patru apăsări de taste distanță în a realiza 100&percnt; din ele. Acum poți să:

source: Combines and minifies javascript (via yui compressor)
ro_ro: combini și minifici JavaScript-ul (via YUI Compressor)

source: Combines and minifies CSS
ro_ro: combini și minifici CSS-ul

source: Optimizes JPGs and PNGs (with jpegtran & optipng), saving 15-50&percnt; of page weight
ro_ro: optimizezi JPG-urile și PNG-urile (cu jpegtran și optipng) și să salvezi 15-50&percnt; din mărimea paginii

source: Removes development only code (any remaining console.log files, profiling, test suite)
ro_ro: ștergi codul folositor doar în faza de dezvoltare (cod legat de console.log, profiling, teste)

source: Basic to aggressive html minification (via htmlcompressor)
ro_ro: realizezi minificare de bază până la agresivă a codului HTML (via htmlcompressor)

source: Revises the file names of your assets so that you can use heavy caching (1 year expires) without cache conflicts.
ro_ro: revizuiești numele fișierelor astfel încât să poți folosi un caching mai agresiv (termen de expirare de 1 an) fără a avea conflicte în cache

source: Upgrades the .htaccess to use heavier caching
ro_ro: upgradeazi fișierul '.htaccess' pentru a folosi un caching mai agresiv

source: Updates your HTML to reference these new hyper-optimized CSS + JS files
ro_ro: actualizezi codul HTML astfel încât să refere aceste fișiere noi (hiperoptimizate) CSS și JavaScript

source: Updates your HTML to use the minified jQuery instead of the development version
ro_ro: actualizezi codul HTML astfel încât să folosească varianta minificată pentru jQuery în loc de cea pentru dezvoltare

source: Remove unneeded references from HTML (like a root folder favicon)
ro_ro: ștergi referințele nefolositoare din codul HTML (ca de exemplu cele legate de favicon)

source: build according to what environment you want: production, test or development
ro_ro: construiești în concordanță cu mediu dorit: producție, testare sau dezvoltare

source: Together with the server configurations (like the .htaccess), we've seen reductions of total page weight from 120k to 30k. We <strong>guarantee A-level performance with YSlow</strong> and Google PageSpeed when using the build script along with the server configs. <small>(Okay, maybe not "guarantee", but your parents will be really proud of you. :)</small>
ro_ro: Împreună cu configurările serverului (cum ar fi cele din '.htaccess'), mărimea totală a paginii a scăzut de la 120k la 30k. <strong>Garantăm performanță de nivel A cu YSlow</strong> și Google PageSpeed când este folosit scriptul de construcție împreună cu aceste configurări server <small>(Bine, poate nu "garantat", dar părinţii tăi vor fi foarte mândri de tine. :) )</small>

source: Results were from running the build script on a pre-release 1.0 version of html5boilerplate.com itself.
ro_ro: Rezultatele sunt de la rularea scriptului de construcție pe o variantă pre-release 1.0 a html5boilerplate.com însuși

source: 379k before. 170k after. Results were from running the build script on a pre-release 1.0 version of html5boilerplate.com itself.
ro_ro: 379k înainte. 170k după. Rezultatele sunt de la rularea scriptului de construcție pe o variantă pre-release 1.0 a html5boilerplate.com însuși

source: We provide default configuration for Apache, IIS, Nginx, Lighttpd, Google App Engine, and NodeJS.
ro_ro: Oferim configurări implicite pentru Apache, IIS, Nginx, Lighttpd, Google App Engine și NodeJS

source: Customize your own custom boilerplate to your delight.
ro_ro: Customizează-ți propriul Boilerplate, așa cum dorești.

source: Boilerplate Custom
ro_ro: Boilerplate Customizat

source: Oh hell yes. You asked for it, now you have it: a custom builder! You might have spotted <a href="http://initializr.com/">Initializr</a> by <a href="http://twitter.com/#!/jverrecchia">Jonathan Verrecchia</a>. We've integrated it into the project, so now you have complete control to choose only what you want.
ro_ro: L-ai cerut, acum îl ai: un constructor customizator! Poate ai observat <a href="http://initializr.com/">Initializr</a> de <a href="http://twitter.com/#!/jverrecchia">Jonathan Verrecchia</a>. L-am integrat în acest proiect, deci, de acum ai control complet în a alege numai ceea ce îți dorești.
