Repository: ADYAAA/html5
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, he, it, ja, pt_br, ro_ro

source: Apache configuration file
de_de: Apache Konfigurationsdatei
he: קובץ קונפיגורציה לשרת אפצ'י
it: File di configurazione di Apache
ja: Apache 設定ファイル
pt_br: Arquivo de Configuração Apache
ro_ro: Fişierul de configurare pentru Apache

source: Note .htaccess files are an overhead, this logic should be in your Apache config if possible
ro_ro: Această logica ar trebui să fie în fișierul de configurare Apache pe cât posibil

source: Techniques in here adapted from all over, including:
de_de: Methoden von überall bezogen, mitunter:
he: :הטכניקות שכאן נאספו ממגוון מקומות, בין השאר
it: Le tecniche qui presenti sono prese da un po' ovunque, compreso:
ja: ここで紹介しているテクニックは以下を含む様々な場所から採用されている
pt_br: Técnicas aqui adaptadas de todas acima, incluindo:
ro_ro: Tehnicile de aici sunt colectate de peste tot, inclusiv:

source: Sample .htaccess file of CMS MODx:
ro_ro: Exemplu de fișier '.htaccess' de la CMS MODx:

source: If you run a webserver other than apache, consider:
ro_ro: Dacă folosești un alt server web diferit de Apache, consideră:

source: Better website experience for IE users
ro_ro: O experiență mai bună pentru utilizatorii de IE

source: Force the latest IE version, in various cases when it may fall back to IE7 mode
de_de: Immer die neuste IE Rendering-Engine nutzen, selbst wenn IE7-Modus bevorzugt wird
he: IE7 מכריח להשתמש בגרסת אינטרנט אקספלורר האחרונה, במקרים שבהם מופעל מצב
it: Forza l'uso dell'ultima versione di rendering di IE, anche nei vari casi in cui potrebbe ricadere nella modalit&agrave; di IE7
ja: 様々なケースでIE7モードに変更してしまうIE8にて最新のバージョンを強制する
pt_br: Force a última versão do IE, em vários casos quando ele poderia voltar ao modo IE7
ro_ro: Forţează ultima versiune a IE-ului în diferitele situaţii când acesta ar reveni la modul IE7

source: Use ChromeFrame if it&apos;s installed for a better experience for the poor IE folk
ro_ro: Foloseşte (dacã este instalat) ChromeFrame pentru o experienţã mai bună a bietului utilizator de IE

source: Because X-UA-Compatible isn&apos;t sent to non-IE (to save header bytes), we need to inform proxies that content changes based on UA
ro_ro: Deoarece 'X-UA-Compatible' nu este trimis la browsere diferite de IE (pentru a micșora mărimea antetului),trebuie informate proxiurile despre faptul că, conţinutul se schimbă în funcţie de UA

source: Cache control is set only if mod_headers is enabled, so that&apos;s unncessary to declare
ro_ro: 'Vary: Accept-Encoding' este trimis automat dacă 'mod_deflate' este activat, deci nu e necesar a fi declarat

source: Cross-domain AJAX requests
ro_ro: Cereri AJAX peste domenii

source: Serve cross-domain ajax requests, disabled.
ro_ro: Servește cereri AJAX peste domenii, dezactivat

source: Webfont access
ro_ro: Acces Webfont-uri

source: allow access from all domains for webfonts
ro_ro: permite accesul de pe orice domeniu pentru webfont-uri

source: alternatively you could only whitelist
ro_ro: alternativ ai putea să ai doar o listă albă

source: your subdomains like &quot;sub.domain.com&quot;
ro_ro: subdomeniu ca &quot;sub.domain.com&quot;

source: Proper MIME type for all files
ro_ro: Tip MIME adecvat pentru toate fişierele

source: Proper svg serving. Required for svg webfonts on iPad
de_de: Optimierte SVG Auslieferung. Ein muss für Webfonts auf dem iPad
he: באייפד svg דרוש כדי להציג פונטי רשת מסוג .svg העברה נכונה של
it: Invio corretto degli svg. Necessario per i webfont svg su iPad
ja: SVGの適切な提供法。iPadにてWebfontを利用する際、必須
pt_br: Servindo SVG do jeito certo. Necessário para webfonts SVG no iPad
ro_ro: Servire corespunzătoare a svg-urilor. Necesară pentru webfont-uri svg pe iPad

source: webfonts
he: פונטי רשת
it: webfont
ja: ウェブフォント
ro_ro: webfont-uri

source: assorted types
de_de: gemischte Typen
he: מגוון סוגים
it: vari tipi assortiti
ja: 他、様々なファイルタイプ
pt_br: tipos variados
ro_ro: alte tipuri

source: Allow concatenation from within specific js and css files
ro_ro: Permite concatenarea din cadrul unor fişiere JS şi CSS specifice

source: allow concatenation from within specific js and css files
ro_ro: permite concatenarea din cadrul unor fişiere JS şi CSS specifice

source: e.g. Inside of script.combined.js you could have
ro_ro: ex: În interiorul script.combined.js ai putea avea

source: and they would be included into this single file
ro_ro: şi ele vor fi incluse în acelaşi fişier

source: This is not in use in the boilerplate as it stands. You may choose to name your files in this way for this advantage or concatenate and minify them manually.
ro_ro: Aceasta nu este folosită în Boilerplate, deocamdată. Ai putea alege să denumeşti fişierele în acest fel (datorită acestui avantaj) sau ai putea să le concatenezi şi să le minifici manual

source: Disabled by default.
de_de: Standardmäßig Ausgeschaltet.
he: .מכובה בברירת המחדל
it: Disabilitato di default
ja: デフォルトでは無効
pt_br: Desabilitado por padrão
ro_ro: Dezactivată în mod implicit.

source: gzip compression
ro_ro: Compresie folosind gzip

source: force deflate for mangled headers
ro_ro: forțează 'deflate' pentru antetele deformate

source: Legacy versions of Apache
ro_ro: Pentru versiuni mai vechi de Apache

source: webfonts and svg:
de_de: Webfonts und SVG:
he: :svg-פונטי רשת ו
it: webfont e svg
ja: ウェブフォントとsvg
pt_br: webfonts e svg:
ro_ro: webfont-uri şi svg

source: Expires headers (for better cache control)
ro_ro: Antete de expirare (pentru un control mai bun al cache-ului)

source: these are pretty far-future expires headers
ro_ro: aceste antete conţin termeni de expirare foarte îndepărtaţi

source: they assume you control versioning with cachebusting query params like:
ro_ro: ele se bazează pe faptul că tu controlezi versionarea cu parametrii, ca de exemplu:

source: additionally, consider that outdated proxies may miscache
ro_ro: în plus, ia în considerare faptul că unele proxy-uri învechite ar putea să nu stocheze resursele

source: if you don`t use filenames to version, lower the css and js to something like &quot;access plus 1 week&quot;
ro_ro: dacă nu pui versiunea în numele fişierului, încearcă să reduci timpul de stocare pentru CSS şi JS la ceva de genu &quot;access plus 1 week&quot;

source: Perhaps better to whitelist expires rules? Perhaps.
de_de: Vielleicht ist es besser, Expires-Regeln zu Whitelisten? Vielleicht...
he: .אולי עדיף לפרט את תאריכי התפוגה לפי סוגי קבצים? אולי
it: Forse &egrave; meglio mettere in whitelist le regole di scadenza? Forse.
ja: もしかすると期限のルールのホワイトリストにはよりよい方法がある、かも。
pt_br: Talvez seja melhor para regras de validade da whitelist? Talvez.
ro_ro: Poate e mai bine ca regulile de expirare să fie incluse într-o listă albă? Poate...

source: cache.appcache needs re-requests in FF 3.6 (thx Remy ~Introducing HTML5)
ro_ro: 'cache.manifest' trebuie resolicitat în FF 3.6 (mulţumită lui Remy ~Introducing HTML5)

source: your document html
ro_ro: documentul html

source: data
he: נתונים
it: dati
ja: データ
pt_br: dados
ro_ro: date

source: rss feed
he: rss פיד
ja: RSSフィード
pt_br: feed rss
ro_ro: feed RSS

source: favicon (cannot be renamed)
de_de: Favicon (nicht umbennenbar)
he: (אייקון מועדפים (אי אפשר לשנות את השם
it: favicon (non pu&ograve; essere rinominata)
ja: Favicon (リネームできません)
pt_br: favicon (não pode ser renomeado)
ro_ro: favicon (nu poate fi redenumită)

source: media: images, video, audio
de_de: Multimedia: Bilder, Video, Audio
he: מדיה: תמונות, וידאו, קבצי שמע
it: media: immagini, video, audio
ja: メディア: 画像、動画、音声
pt_br: mídia: imagens, vídeo, audio
ro_ro: media: imagini, video, audio

source: htc files (css3pie)
ro_ro: fișiere htc (css3pie)

source: css and javascript
de_de: CSS und JavaScript
he: גליונות עיצוב וג'אווה סקריפט
it: css e javascript
ja: CSSとJavaScript
pt_br: css e javascript
ro_ro: CSS și JavaScript

source: ETag removal
ro_ro: Eliminarea ETag-urilor

source: Since we`re sending far-future expires, we don&apos;t need ETags for static content.
ro_ro: Deoarece se trimit termeni de expirare foarte îndepărtaţi, nu mai este nevoie de ETag-uri pentru conţinutul static.

source: Stop screen flicker in IE on CSS rollovers
ro_ro: Oprește pâlpâirea pe ecran în IE la CSS rollovers

source: The following directives stop screen flicker in IE on CSS rollovers in combination with the &quot;ExpiresByType&quot; rules for images (see above)
ro_ro: Următoarele directive opresc pâlpâirea pe ecran în IE la CSS rollovers în combinație cu regulile &quot;ExpiresByType&quot; pentru imagini (vezi mai sus)

source: If needed, un-comment the following rules.
ro_ro: Dacă ai nevoie de aceasta, decomentează următoarele reguli.

source: Cookie setting from iframes
ro_ro: Setarea cookie-urilor pentru iframe-uri

source: Allow cookies to be set from iframes (for IE only)
de_de: Cookies von iframes erlauben (lediglich für IE)
he: (רק עבור אינטרנט אקספלורר) iframes הרשה לעוגיות להיווצר מתוך
it: Consenti ai cookies di esser impostati dagli iframe (solo per IE)
ja: iframeからcookieをセットできるようにする (IE専用)
pt_br: Permite que cookies sejam enviados por iframes (somente IE)
ro_ro: Permite cookie-urolor să fie setate din iframe-uri (doar pentru IE)

source: If needed, uncomment and specify a path or regex in the Location directive
de_de: Wenn benötigt, unkommentieren und einen Pfad oder Regex in der `Location`-Direktive schreiben
he: location-אם יש צורך, הסירו את ההערה והגדירו נתיב או ביטוי רגולרי בתוך ה
it: Se necessario, decommenta e specifica un percorso o espressione regolare nella direttiva Location
ja: 必要があればコメントを外し、パスを指定するか、正規表現を使って場所の指定をすること
pt_br: Se necessário, retire o comentário e especifique o caminho ou regex na diretiva Location
ro_ro: Dacă e necesar, decomentează şi specifică o cale sau o expresie regulată în directivă 'Location'

source: Start rewrite engine
ro_ro: Pornește mecanismul de rescrieri

source: Turning on the rewrite engine is necessary for the following rules and features.
ro_ro: Pornirea mecanismului de rescrieri este necesară pentru următoarele reguli și funcționalități

source: Suppress or force the &quot;www.&quot; at the beginning of URLs
ro_ro: Suprimă sau forţează &quot;www.&quot; la începutul URL-urilor

source: The same content should never be available under two different URLs, especially not with and without &quot;www.&quot; at the beginning, since this can cause SEO problems (duplicate content).
ro_ro: Același conținut nu ar trebui să fie niciodata disponibil sub 2 URL-uri diferite, mai ales cu și fără &quot;www.&quot; la început, pentru că acest fapt poate cauza probleme legate de SEO (conținut duplicat)

source: That&apos;s why you should choose one of the alternatives and redirect the other one.
ro_ro: Din această cauza ar trebui să alegi una dintre alternative și să redirecționezi către celalată.

source: By default option 1 (no &quot;www.&quot;) is activated.
ro_ro: În mod implicit opțiunea 1 (fără &quot;www.&quot;) e activată.

source: Remember: Shorter URLs are sexier.
ro_ro: Reține: URL-urile scurte sunt mai sexy.

source: If you rather want to use option 2, just comment out all option 1 lines and uncomment option 2.
ro_ro: Dacă vrei mai degrabă să utilizezi opțiunea 2, comentează toate linile de la opțiunea 1 și decomenteaza opțiunea 2

source: IMPORTANT: NEVER USE BOTH RULES AT THE SAME TIME!
ro_ro: IMPORTANT: NICIODATA NU FOLOSI AMBELE REGULI ÎN ACELAȘI TIMP!

source: Option 1:
ro_ro: Opțiunea 1:

source: Rewrite
ro_ro: Rescrie

source: Option 2:
ro_ro: Opțiunea 2:

source: To rewrite &quot;domain.com -&gt; www.domain.com&quot; uncomment the following lines.
ro_ro: Pentru a rescrie &quot;domain.com -&gt; www.domain.com&quot; decomentează următoare linii.

source: Be aware that the following rule might not be a good idea if you use &quot;real&quot; subdomains for certain parts of your website.
ro_ro: Ai grijă, următoarea regulă ar putea să nu fie o idee bună dacă utilizaţi subdomenii &quot;reale&quot; pentru anumite părți ale site-ului

source: Add/remove trailing slash to (non-file) URLs
ro_ro: Adaugă/elimină ultimul slash din URL-urile (care nu sunt fișiere)

source: Google treats URLs with and without trailing slashes separately.
ro_ro: Google tratează separat URL-urile cu și fără shash final

source: Forcing a trailing slash is usually preferred, but all that&apos;s really important is that one correctly redirects to the other.
ro_ro: Forţarea unui slash final este de preferat, dar tot ce contează de fapt este ca una să fie redirecționată corect către celalată.

source: By default option 1 (force trailing slash) is activated.
ro_ro: În mod implicit opțiunea 1 (forțarea unui slash final) este cea activată

source: Trailing Slash Problem
ro_ro: Problema legată de slash-ul final

source: Built-in filename-based cache busting
ro_ro: Mecanism de sporire a caching-ului, built-in

source: If you&apos;re not using the build script to manage your filename version revving, you might want to consider enabling this, which will route requests for /css/all.20110203.css to /res/all.css
ro_ro: Dacă nu folosești scriptul de construcție pentru a gestiona versionarea numelor fișierelor, ai putea considera activarea acestei părți care va dirija cererile pentru /css/all.20110203.css la /res/all.css

source: To understand why this is important and a better idea than all.css?v1231, read:
ro_ro: Pentru a înțelege de ce este importantă și chiar o idee mai buna decat all.css?v1231, citește:

source: Uncomment to enable.
ro_ro: Decomentează pentru a activa

source: Prevent SSL cert warnings
ro_ro: Pentru a preveni avertismentul legat de certificatul SSL

source: Rewrite secure requests properly to prevent SSL cert warnings
ro_ro: Rescrie corect cererile securizate pentru a preveni avertismentul legat de certificatul SSL

source: e.g. prevent https://www.domain.com when your cert only allows https://secure.domain.com
ro_ro: ex: previne https://www.domain.com când certificatul nu-ți permite decât https://secure.domain.com

source: Uncomment the following lines to use this feature.
ro_ro: Decomentează urmatoarele linii pentru a folosi aceasta funcționalitate

source: Prevent 404 errors for non-existing redirected folders
ro_ro: Previne erorile 404 la rescrieri

source: without -MultiViews, Apache will give a 404 for a rewrite if a folder of the same name does not exist e.g.
ro_ro: fără MultiViews Apache va da o erare 404 la rescriere dacă directorul cu acelasi nume nu există ex:

source: custom 404 page
de_de: Benutzerdefinierte 404-Seite
he: דף 404 מותאם אישית
it: pagina 404 personalizzata
ja: カスタム404ページ
pt_br: página 404 própria
ro_ro: pagina 404 customizată

source: You can add custom pages to handle 500 or 403 pretty easily, if you like.
ro_ro: Daca vrei, poți adăuga pagini customizate pentru a trata 500 și 403 foarte ușor.

source: UTF-8 encoding
ro_ro: Codificare UTF-8

source: use utf-8 encoding for anything served text/plain or text/html
de_de: Nutze UTF-8 für alle text/plain und text/html Dokumente.
he: text/html או text/plain-עבור כל דבר שנשלח כ utf-8 משתמש בקידוד
it: usa l'encoding utf-8 per qualsiasi cosa servita come text/plain o text/html
ja: utf-8エンコードをtext/plainまたはtext/htmlを利用する
pt_br: use a codificação utf-8 para qualquer coisa servida como text/plain ou text/html
ro_ro: utilizează codificarea UTF-8 pentru tot ce este servit ca şi 'text/plain' sau 'text/html'

source: force utf-8 for a number of file formats
de_de: Erzwinge UTF-8 für andere Formate
he: למספר סוגי קבצים utf-8 מכריח קידוד
it: forza utf-8 per certi formati
ja: uft-8を多くのファイルフォーマットで強制する
pt_br: forçar utf-8 para vários formatos de arquivo
ro_ro: forțează UTF-8 pentru un număr de formate

source: A little more security
ro_ro: Încă puțină securitate

source: Do we want to advertise the exact version number of Apache we&apos;re running? Probably not.
ro_ro: Nu vrem să facem reclama la versiune de Apache pe care o folosim? Probabil că nu.

source: This can only be enabled if used in httpd.conf - It will not work in .htaccess
ro_ro: Aceasta poate fi activată doar in 'httpd.conf' - Nu va funcționa în .htaccess

source: &quot;-Indexes&quot; will have Apache block users from browsing folders without a default document
ro_ro: &quot;-Indexes&quot; îl va face pe Apache să blocheze userii în a naviga directoare fără un document implicit

source: Usually you should leave this activated, because you shouldn&apos;t allow everybody to surf through every folder on your server (which includes rather private places like CMS system folders).
ro_ro: De obicei ar trebui să lași aceasta activată, deoarece nu ar trebui să permiți nimanui să navigheze prin fiecare fișier de pe server (incluzând locuri private cum sunt directoatele de sistem CMS)

source: Block access to &quot;hidden&quot; directories whose names begin with a period.
ro_ro: Blochează accesul la directoare &quot;ascunse&quot; a căror nume încep cu punct.

source: This includes directories used by version control systems such as Subversion or Git.
ro_ro: Acestea include directoare folosite de sisteme de control al versiuni cum ar fi Subversion sau Git.

source: If your server is not already configured as such, the following directive should be uncommented in order to set PHP&apos;s register_globals option to OFF. This closes a major security hole that is abused by most XSS (cross-site scripting) attacks. For more information:
ro_ro: Dacă serverul tău nu e deja configurat în acest fel, următoarea directivă ar trebui să fie decomentată pentru a seta opțiunea register_globals pentru PHP pe OFF. Aceasta cauzează o mare gaură de securitate care e abuzată de atacuri XSS (cross-site scripting). Pentru mai multe informații:

source: IF REGISTER_GLOBALS DIRECTIVE CAUSES 500 INTERNAL SERVER ERRORS :
ro_ro: DACĂ DIRECTIVA REGISTER_GLOBALS CAUZEAZĂ 500 INTERNAL SERVER ERROR:

source: Your server does not allow PHP directives to be set via .htaccess. In that case you must make this change in your php.ini file instead.If you are using a commercial web host, contact the administrators for assistance in doing this.Not all servers allow local php.ini files, and they should include all PHP configurations (not just this one), or you will effectively reset everything to PHP defaults.
ro_ro: Servarul tau nu permite ca directivele PHP să fie setate prin intermediul .htaccess. În această situație va trebuie să faci o schimbare în fișierul php.ini. Dacă folosești o găzduire web comercială, contactează administratorii pentru asistentă.

source: Consult www.php.net for more detailed information about setting PHP directives.
ro_ro: Consultă www.php.net pentru mai multe informații detaliate legate de setararea directivelor PHP

source: Videos
ro_ro: Videouri

source: Ready to get started?
ro_ro: Ești pregătit să începem?

source: Intro to the Build Script
ro_ro: Intro în scriptul de construcție

source: Get the lowdown in 40 minutes, flat!
de_de: Die wichtigsten Punkte, in nur 40 Minuten!
he: קבלו את המידע בארבעים דקות וזהו!
it: L'essenziale, in 40 minuti!
ja: 40分ちょうどで内幕を知ろう！
pt_br: Entenda tudo em 40 minutos!
ro_ro: Esenţialul în 40 de minute

source: Dig deeper in 60 minutes
ro_ro: Aprofundează în 60 de minute

source: Make it even better!
de_de: Es geht noch besser!
he: הפכו את הקוד לטוב יותר!
it: Fai ancora meglio!
pt_br: Faça ficar melhor ainda!
ro_ro: Se poate chiar şi mai mult!

source: Read the docs for how to take your own boilerplate further.
ro_ro: Citește documentația pentru a afla cum poți să duci Boilerplate-ul tau la un alt nivel.

source: Use a script loader like <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> in combo with your <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a> to bring the future to all browsers.
de_de: Nutze einen Skript-Loader wie <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> kombiniert mit deinen <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5-Polyfills</a>, um die Zukunft sicher in alle Browsern zu bringen.
he: השתמשו בטוען סקריפטים כמו <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> יחד עם <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a> כדי להביא את העתיד לכל הדפדפנים.
it: Usa uno script loader come <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> in combinazione con <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a> per portare il futuro in tutti i browser.
ja: <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a>のようなスクリプトローダと<a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a>を一緒につかってすべてのブラウザに未来を届ける
pt_br: Use um script loader como o <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> junto com seus <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a> para levar o futuro a todos os navegadores.
ro_ro: Foloseşte un încărcător de scripturi cum e <a href="http://github.com/SlexAxton/yepnope.js">yepnope.js</a> în combinaţie cu <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">polyfill-urile HTML5</a> pentru a aduce viitorul în toate browserele

source: Use the build script, crank up your expires to 1year, and deliver a superfast site.
de_de: Nutze das Build-Skript, dreh die <code>Expires</code>-Header auf ein Jahr hoch, um deine Seite super schnell ausliefern.
he: השתמשו ב-build script, האריכו את התפוגה של הקבצים שלכם לשנה אחת, והרי לכם אתר סופר-מהיר.
it: Utilizza lo script, posticipa le scadenze degli header di 1 anno, e fornisci un sito superveloce.
ja: ビルドスクリプトを使って、キャッシュ期限を1年にそしてめちゃくちゃ早いサイトにしよう
pt_br: Use o build script, jogue seus expires para 1 ano, e entregue um site super-rápido.
ro_ro: Foloseşte scriptul de construcție, extinde termenul de expirare la 1 an şi oferă un site super rapid

source: Consider <a href="http://css3please.com">CSS3please.com</a> to assist in writing CSS3
de_de: Denk an <a href="http://css3please.com">CSS3please.com</a> wenn Du CSS3-Hilfsmittel brauchst
he: בקרו באתר <a href="http://css3please.com">CSS3please.com</a> כדי לכתוב CSS3
it: Considera <a href="http://css3please.com">CSS3please.com</a> per aiutarti nella scrittura di CSS3
ja: <a href="http://css3please.com">CSS3please.com</a>はCSS3を書くのにとても便利なので是非、活用しよう
pt_br: Experimente o <a href="http://css3please.com">CSS3please.com</a> para escrever CSS3
ro_ro: Considera <a href="http://css3please.com">CSS3please.com</a> când scrii CSS3

source: <a href="http://css3pie.com/">css3pie.com</a> and all the other <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a>
ro_ro: <a href="http://css3pie.com/">css3pie.com</a> şi toate celelalte <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">polyfill-uri HTML5</a>

source: Learn HTML5 elements better: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> and <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : semantic elements</a>
ro_ro: Învaţă mai multe despre noile elemente HTML5: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> şi <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : semantic elements</a>

source: <a href="http://gist.github.com/581868">More `meta` tag tracks for your `&lt;head&gt;`</a>
de_de: <a href="http://gist.github.com/581868">Mehr `meta`-Tag-Ideen für deinen `head`</a>
he: <a href="http://gist.github.com/581868">עוד תגיות `meta` בשביל ה-`&lt;head&gt;`</a>
it: <a href="http://gist.github.com/581868">Pi&ugrave; `meta` tag per il tuo `&lt;head&gt;`</a>
ja: <a href="http://gist.github.com/581868">`&lt;head&gt;`にもっと`meta`タグを追加</a>
pt_br: <a href="http://gist.github.com/581868">Mais `meta` tags úteis para o seu `&lt;head&gt;`</a>
ro_ro: <a href="http://gist.github.com/581868">Mai multe 'meta' tag-uri pentru `&lt;head&gt;`</a>
