Repository: ADYAAA/html5
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, he, it, ja, pt_br, ro_ro

source: Choose what kind of conditional classes you want: none, oldIE or all IE versions
ro_ro: Alege ce fel de clase condiţionake vrei: niciuna, oldIE sau pentru toate versiunile de IE

source: Do you want handheld styles? Now you can choose!
ro_ro: Vrei stiluri pentru dispozitive handheld? Acum poți alege!

source: If you would like jQuery minified version, you can have it or not have javascript or jQuery all together.
ro_ro: Dacă vrei varianta minificată pentru jQuery, o poți avea sau poți să alegi să nu o ai sau să nu ai niciun fel de JavaScript

source: Love html5shiv? Now you can use that instead of modernizr
ro_ro: Iubești html5shiv-ul? Acum îl poți folosi în loc de Modernizr

source: Config files for IIS, Nginix or none available to choose from
ro_ro: Fișiere de configurare pentru IIS, Nginix sau nu, acum poti alege

source: If Google Analytics is not your thing, you can choose to not have it
ro_ro: Dacă Google Analytics nu e lucrul tau, poți alege să nu-l ai

source: Now, aside from docs, the build script, and the initializr, we've got a bunch of enhancements in the base boilerplate:
ro_ro: În afară de documentație, scriptul de construcție și initializr, avem o grămadă de îmbunătăţiri în Boilerplate-ul de bază

source: Build Script
ro_ro: Scriptul de construcție

source: Massive rewrite so you can define which HTML, CSS, JS files to operate on in your configurable project.properties files. This allows you to let the build script operate on very unique folder architecture, including non-H5BP projects.
ro_ro: A trecut printr-o rescriere masivă, astfel încât să poți definii, în fișierele de configurare (project.properties), cu ce fișiere HTML,CSS și JS vei lucra. Acest lucru permite scriptului de construcție să opereze pe o arhitectură de directoare unicată, incluzând cele non-H5BP.

source: Environments are definable.
ro_ro: Mediile sunt definibile

source: htaccess Expires headers are upgraded to 1year, as the filenames are revved
ro_ro: Antetele de expirare din '.htaccess' sunt upgradate la 1 an, iar numele fișierelor sunt schimbate

source: Added a source directory option in the build config, so your source files can be in a different directory from the final generated files (useful for other CMSes/frameworks like Django).
ro_ro: A fost adaugată optiunea pentru 'source directory', astfel încât fișierele sursă să poată fi stocate într-un director diferit de cel al fișierelor finale, generate (foarte folositor pentru CMS-uri sau framework-uri cum e Django)

source: We use a <a href="http://paulirish.com/2010/the-protocol-relative-url/">protocol-relative url</a> for the jQuery include, to prevent the mixed content warning.
ro_ro: Folosim <a href="http://paulirish.com/2010/the-protocol-relative-url/">URL-uri protocol-relative</a> la includerea lui jQuery, pentru a preveni avertizare legata de conţinutului mixt

source: The order of <code>&lt;meta></code> tags, <code>&lt;title></code>, and charset has been <a href="https://github.com/paulirish/html5-boilerplate/wiki/The-markup ">documented more extensively now</a>. TL;DR: You are <a href="https://github.com/paulirish/html5-boilerplate/commit/4b67ea5cabb8c2b75faf2e255344cdffdf190464">safe to use the boilerplate's order of tags</a>.
ro_ro: Ordinea pentru tag-urile <code>&lt;meta></code>, <code>&lt;title></code>, și charset a fost <a href="https://github.com/paulirish/html5-boilerplate/wiki/The-markup ">documentată mai pe larg </a>. TL;DR: Ești în siguranță <a href="https://github.com/paulirish/html5-boilerplate/commit/4b67ea5cabb8c2b75faf2e255344cdffdf190464">dacă folosești ordina prescrisă de Boilerplate</a>.

source: We've shortened up the Google Analytics snippet.
ro_ro: Am scurtat fragment pentru Google Analytics

source: Added an ARIA <code>role</code> attribute to <code>div#main</code>. This assumes your main content goes within that container.
ro_ro: Am adăugat un atribut de tip ARIA <code>role</code> pentru <code>div#main</code>. Acesta presupune că principalul conținut va fi inclus în acesta grupare

source: IE9 doesn't get its own conditional class! Yay!
ro_ro: IE9 nu primește propria clasa condițiolală! Yay!

source: Added <code>.focusable</code> helper class that extends <code>.visuallyhidden</code> to allow the element to be focusable when navigated to via the keyboard.
ro_ro: Am adăugat clasa ajutătoare <code>.focusable</code>, care extinde <code>.visuallyhidden</code>, pentru a permite elementelor să fie focusate la navigarea prin intermediul tastaturii.

source: Anchor links are no longer reset. Basically our reset is the effectively merged with Eric Meyer's recent CSS reset update and also the HTML5 Doctor reset.
ro_ro: Link-urile interne nu mai sunt resetate. Resetul nostru este în esență o fuziune între resetul realizat de Eric Meyer și cel de pe HTML5 Doctor

source: An unordered list within a nav element will no longer have a margin.
ro_ro: Lista neordonată din interiorul unui element 'nav' nu va mai avea margine

source: All helper classes are now after primary styles to ensure correct overrides and not be burdened with resets.
ro_ro: Toate clasele ajutătoare sunt acum plasate după stilurile primare pentru a asigura o suprascrie corectă şi pentru a nu fi împovărate cu resetarea

source: <code>.visuallyhidden</code> is no longer camelCase, as to be consistent with other classname formats.
ro_ro: <code>.visuallyhidden</code> nu mai e camelCase pentru a fi consistentă cu celalte formate de nume de clase

source: Updated the specificity of <code>.visuallyhidden</code> rule to make sure it overrides all other declarations.
ro_ro: Specificitatea pentru regula <code>.visuallyhidden</code> a fost updatata pentru a asigura că va suprascrie toate celelate declarații

source: Removed reset on image elements within table cells as they look ugly alongside multiline texts. Browsers default to baseline alignment for images which works better than top alignment.
ro_ro: S-a renunțat la resetarea imaginilor din interiorul celulelor tabelelor pentru că arătau urât alături de texte multilinie.

source: Increased margin-left on ol, to allow for 2-digit list numbers.
ro_ro: 'margin-left' pentru 'ol' a fost incrementat, pentru a permite numere de 2 cifre

source: Added a print reset on IE's proprietary filters.
ro_ro: A fost adăugat un reset de imprimare pentru 'proprietary filters' (pentru IE)

source: Print styles no longer prints hash links or javascript links.
ro_ro: Stilurile pentru imprimare nu mai imprimă link-uri interne sau link-uri javascript

source: Updated sub/sup css to make them not be impacted by line-height, so now you can do sub/superscripts without worrying.
ro_ro: CSS-ul pentru sub/sup a fost updatat pentru a le face să nu mai afecteze 'line-height'-ul, așa că acum, poți folosi sub/superscript-uri fără griji

source: Project
ro_ro: Proiect

source: Added a <a href="http://humanstxt.org">humans.txt</a> so you can clarify authorship and tools used
ro_ro: A fost adăugat <a href="http://humanstxt.org">humans.txt</a> pentru ca să poți clarifica informațiile legate de autorii și instrumentele utilizate

source: Removed YUI profiling. You probably weren't using it anyway.
ro_ro: YUI profiling a fost scos. Probabil că nu îl foloseai și așa

source: Removed QUnit's unit tests. There is no need to ship with them, really.
ro_ro: Testele unitare realizate cu QUnit au fost scoase. Chiar nu era nevoie să fie incluse

source: Webserver Configs
ro_ro: Configurări server web

source: .htaccess is far more documented now. Take a read through it!
ro_ro: '.htaccess' e mult mai documentat, acum. Citește-l!

source: Changed mimetype of .ico files to "image/x-icon"
ro_ro: Tipul MIME pentru fișierele de tip '.ico', a fost schimbat la "image/x-icon"

source: HTML Manifest files now use <code>.appcache</code> extension instead of <code>.manifest</code>, as per <a href="http://html5.org/r/5812">http://html5.org/r/5812</a>.
ro_ro: Fișierele Manifest folosesc acum extensia <code>.appcache</code> în loc de <code>.manifest</code>, conform <a href="http://html5.org/r/5812">http://html5.org/r/5812</a>

source: Force deflate for accept-encoding headers mangled by turtle tappers, courtesy of <a href="http://developer.yahoo.com/blogs/ydn/posts/2010/12/pushing-beyond-gzipping/">Yahoo!'s research</a>
ro_ro: Forțează 'deflate' pentru antetele 'accept-encoding' deformate (mulțumită celor de la <a href="http://developer.yahoo.com/blogs/ydn/posts/2010/12/pushing-beyond-gzipping/">Yahoo! research</a>)

source: We nerfed some of the directives in case you're on server without <code>mod_headers</code>. (Which is totally crazy, man)
ro_ro: Am meșterit puțin directivele pentru cazul în care ești pe un server fără <code>mod_headers</code>

source: Block access to .git and .svn folders.
ro_ro: Blochează accesul la directoarele .git și .svn

source: Eradicating Chrome's console warning on WOFF font downloads.
ro_ro: Elimină avertizarea dată de Chrome pe consolă la descărcărea de fonturi WOFF

source: More optimizations available if you set the .htaccess details up in your httpd.conf
ro_ro: Mai multe optimizări sunt valabile daca muți conținutul lui .htaccess în httpd.conf

source: .htaccess now caches .htc files
ro_ro: .htaccess acum face cache pentru fișierele .htc

source: Moved all server configurations (except apache's .htaccess) over to <a href ="https://github.com/paulirish/html5-boilerplate-server-configs">the new html5-boilerplate-server-configs repo</a>. Head over there if you are not using Apache.
ro_ro: Toate configurarile pentru servere (exceptând fișierul .htaccess pentru Apache) au fost mutate în <a href ="https://github.com/paulirish/html5-boilerplate-server-configs">noul html5-boilerplate-server-configs repo </a>. Vizitează acea adresă dacă nu folosești Apache

source: Updated <code>.htaccess</code> and <code>mime.types</code> for ogg formats.
ro_ro: <code>.htaccess</code> și <code>mime.types</code> au fost actualizate pentru formatele ogg

source: Apache version independence: Use <code>mod_filter</code> for compression, with fallback to AddOutputFilterByType directive for legacy versions
ro_ro: Independență față de versiunea de Apache: se folosește <code>mod_filter</code> pentru compresie, iar în cazul versiunilor mai vechi se revine la directiva AddOutputFilterByType

source: Added plugin/extension mime types for Safari, Chrome, Firefox
ro_ro: Au fost adăugate tipuri MIME pentru pluginuri/extensii pentru Safari, Chrome, Firefox

source: Cleaned up cache expires directives.
ro_ro: S-au curățat directivele legate de termenii de expirare pentru cache

source: Now includes SVG and font formats for gzipping.
ro_ro: Acum include SVG și diferitele formate pentru fonturi în comprimarea cu gzip

source: expires header bug fixed.
ro_ro: Bug-ul legat de antete de expirare a fost reparat

source: Added Flash video mime types to IIS server
ro_ro: A fost adăugat tipul MIME pentru Flash

source: Fixed some mimetype weirdness that was preventing proper caching
ro_ro: Au fost reparate problemele legate de tipurile MIME, care preveneau caching-ul

source: Also Google App Engine, Lighttpd, and NodeJS <a href="https://github.com/paulirish/html5-boilerplate-server-configs">configurations were added</a>
ro_ro: Au fost <a href="https://github.com/paulirish/html5-boilerplate-server-configs">adăugate configurări</a> pentru Google App Engine, Lighttpd, și NodeJS

source: Basically a lot of great updates were made for 1.0. <a href="https://github.com/paulirish/html5-boilerplate/compare/v0.9.5...v1.0">Here are all 220 commits since last release,</a> brought to you by over <a href="https://github.com/paulirish/html5-boilerplate#readme">102 contributors</a>.
ro_ro: Practic o mulțime de actualizări au fost facute pentru varianta 1.0. <a href="https://github.com/paulirish/html5-boilerplate/compare/v0.9.5...v1.0">Aici sunt ultimele 220 commit-uri de la ultima lansare,</a> realizate de cei peste <a href="https://github.com/paulirish/html5-boilerplate#readme">102 contribuitori</a>.

source: You may ask though,
ro_ro: Te-ai putea întreba:

source: do I need to upgrade existing sites</a>? Short answer: nah, you're good.
ro_ro: 'trebuie să upgradezi site-urile existente'</a>? Răspunsul scurt: nah, ești ok.

source: Walk through it with me, now
de_de: Die einzelnen Bausteine
he: עברו על זה איתי, עכשיו
it: Fai un giro con me, ora
pt_br: Me mostra isso aí então
ro_ro: Sã parcurgem acum conţinutul

source: Always force latest IE rendering engine (even in intranet) &amp; Chrome Frame
ro_ro: Întotdeauna forţează ultima versiune a motorului de redare al IE-ului (chiar și în intranet) &amp; Chrome Frame

source: Remove this if you use the .htaccess
ro_ro: Şterge aceasta dacă foloseşti .htaccess

source: Mobile viewport optimized:
de_de: Optimierungen für mobile Browser:
he: :אופטימיזציה לטלפונים ניידים
it: viewport per i browser mobile ottimizzato:
ja: モバイルビューポート最適化:
pt_br: Mobile viewport otimizado:
ro_ro: 'Viewport' optimizat pentru browserele telefoanelor mobile:

source: Place favicon.ico &amp; apple-touch-icon.png in the root of your domain and delete these references
ro_ro: Plasează 'favicon.ico' şi 'apple-touch-icon.png' în rădăcina domeniului tău şi apoi şterge aceste referinţe

source: CSS: implied media=&quot;all&quot;
ro_ro: CSS: implică media=&quot;all&quot;

source: Uncomment if you are specifically targeting less enabled mobile browsers
de_de: Unkommentieren wenn du gezielt auf weniger funktionsreiche Mobile Browser setzt.
he: הסירו את ההערה אם אתם מייעדים את הדף לצפיה בדפדפנים ניידים פחות משוכללים באופן ספציפי
it: Decommenta se ti stai rivolgendo specificamente a browser mobile meno avanzati
ja: より機能の少ないモバイルデバイス用に必要の場合はコメントをトル
pt_br: Use isto se você especificamente suporta browser móveis menos capazes
ro_ro: Decomentează daca vizezi browsere ale telefoanelor mobile mai puţin performante

source: All JavaScript at the bottom, except for Modernizr which enables HTML5 elements &amp; feature detects
ro_ro: Toate JavaScript-urile la baza paginii, excepţia fiind Modernizr care face posibilă folosirea noilor elemente HTML5 şi detectează funcţionalităţi

source: end of #container
ro_ro: sfârșit #container

source: JavaScript at the bottom for fast page loading
ro_ro: JavaScript-urile la baza paginii pentru o încărcare mai rapidă a acesteia

source: Grab Google CDN&apos;s jQuery, with a protocol relative URL; fall back to local if necessary
ro_ro: Descarcă jQuery de pe CDN-ul lui Google. Foloseşte varianta locală daca este necesar

source: scripts concatenated and minified via ant build script
de_de: Scripte werden zusammengeführt und minifiziert durch unser Ant Build-Skript
he: ant build script סקריפטים משורשרים וממוזערים דרך
it: script concatenati e minificati tramite ant build script
ja: スクリプトはantビルドスクリプトを利用して結合、圧縮される
pt_br: scripts concatenados e minificados pelo script ant
ro_ro: scripturi concatenate şi minificate folosind scriptul de construcție ant

source: end scripts
ro_ro: sfârșit scripturi

source: Fix any &lt;img&gt; or .png_bg bg-images. Also, please read
ro_ro: Repară orice '&lt;img&gt;' sau elemente cu clasa '.png_bg' şi imagini pe fundal. De asemenea, te rugăm să citești

source: Change UA-XXXXX-X to be your site&apos;s ID
ro_ro: Înlocuiește 'UA-XXXXX-X' cu ID-ul site-ului tău

source: style.css contains a reset, font normalization and some base styles.
de_de: style.css beinhaltet einen Reset, Schriftgrößen normalisierung, und grundlagende Styles
he: .מכיל אתחול סגנונות, נורמליזציה לפונטים וכמה סגנונות בסיסיים style.css
it: style.css contiene reset, normalizzazione dei font e alcuni stili di base
ja: style.cssはリセット、フォントスタイルの標準化、少しだけベーススタイルを追加してある
pt_br: style.css contém um reset, normalização de fontes e alguns estilos base.
ro_ro: style.css conţine un reset, o normalizare a fontului şi unele stiluri de bază.

source: Credit is left where credit is due.
ro_ro: Creditul este lăsat când creditul e datorat.

source: Much inspiration was taken from these projects:
ro_ro: Proiecte care au constituit o mare sursă de inspiraţie:

source: html5doctor.com Reset Stylesheet (Eric Meyer&apos;s Reset Reloaded + HTML5 baseline)
ro_ro: html5doctor.com - Reset Stylesheet (Reset Reloaded realizat de Eric Meyer + HTML5 baseline)

source: v1.6.1 2010-09-17 | Authors:
ro_ro: v1.6.1 2010-09-17 | Autori:

source: Font normalization inspired by YUI Library&apos;s fonts.css:
ro_ro: Normalizarea fontului inspirată de fonts.css din biblioteca YUI

source: Hack retained to preserve specificity
ro_ro: Hack păstrat pentru a conserva specificitatea

source: Normalize monospace sizing:
ro_ro: Normalizarea dimensionării monospace-urilor

source: Minimal base styles.
ro_ro: Minimul de stiluri de bază

source: Always force a scrollbar in non-IE
ro_ro: Întotdeauna forţează un 'scrollbar' în browserele diferite de IE

source: Accessible focus treatment:
de_de: Barrierefreier Fokus:
he: :טיפול בפוקוס כך שיהיה נגיש
it: Sistemazione accessibile del focus
ja: アクセシビリティを考慮したfocusの設定
pt_br: Tratamento de focus acessível:
ro_ro: Tratare accesibilă pentru 'focus'

source: Remove margins for navigation lists
de_de: Außenabstände für Navigations-Listen entfernen
he: הסרת שוליים בשביל רשימות בתוך תפריטי ניווט
it: Rimuove i margini per le liste di navigazione
ja: ナビゲーション用リストからマージンをトル
pt_br: Remove margens em listas de navegação
ro_ro: Elimină marginile pentru listele de navigare

source: Set sub, sup without affecting line-height:
ro_ro: Setează 'sub' și 'sup' fără a afecta 'line-height':

source: Align checkboxes, radios, text inputs with their label by: Thierry Koblentz
ro_ro: Alinează checkbox-urile, butoanele de tip radio şi inputurile de tip text cu eticheta lor - de Thierry Koblentz

source: Hand cursor on clickable input elements
ro_ro: Cursor-mâna pe elementele de input clickabile

source: Webkit browsers add a 2px margin outside the chrome of form elements
ro_ro: Browserele bazate pe webkit adaugă o margine exterioară de 2px la chrome-ului elementelor form-ului

source: Colors for form validity
ro_ro: Culori pentru validitatea form-urilor

source: These selection declarations have to be separate
ro_ro: Aceste declaraţii de selecţie trebuie să fie separate.

source: No text-shadow:
de_de: Kein `text-shadow`:
he: :בלי צל מאחורי הטקסט
it: Niente text-shadow:
ja: テキストシャドウなし
pt_br: Sem text-shadow:
ro_ro: Fără 'text-shadow':

source: Also: hot pink!
ro_ro: De asemenea: roz!

source: Make buttons play nice in IE:
ro_ro: Pentru a face butoanele să se 'poarte' frumos în IE

source: Bicubic resizing for non-native sized IMG:
ro_ro: Reeşantionare bicubică pentru dimensiuni ale imaginilor, diferite de cele originale

source: You might tweak these..
ro_ro: Ai putea customiza puțin acestea...

source: #444 looks better than black:
de_de: `#444`, besser als Schwarz.
he: :#444 נראה טוב יותר משחור
it: #444 figura meglio del nero:
ja: #444 は黒よりもいい
pt_br: #444 aparenta ser melho que preto:
ro_ro: '#444' arată mai bine ca negru:

source: Set your base font here, to apply evenly
ro_ro: Setează fontul de baza aici - pentru a fi aplicat uniform

source: Headers (h1, h2, etc) have no default font-size or margin; define those yourself
ro_ro: Antetele (h1,h2,etc.) nu au 'font-size' sau 'margin' implicite, ar fi indicat să le defineşti tu însuţi.

source: Primary styles
ro_ro: Stiluri Primare

source: Author:
de_de: Autor:
he: :מחבר
it: Autore:
ja: 制作者:
pt_br: Autor:
ro_ro: Autor

source: Non-semantic helper classes: please define your styles before this section.
ro_ro: Clase non-semantice ajutătoare: te rugăm să-ți defineaști stiluri înainte de această secţiune.

source: For image replacement
ro_ro: Pentru înlocuirea cu imagini

source: Hide for both screenreaders and browsers:
ro_ro: Ascunde atât de cititoarele de ecran cât şi de browsere

source: Hide only visually, but have it available for screenreaders: by Jon Neal.
ro_ro: Ascunde doar vizual, menţinând accesibilitatea pentru cititoarele de ecran: de Jon Neal.

source: Extends the .visuallyhidden class to allow the element to be focusable when navigated to via the keyboard:
ro_ro: Extinde clasa .visuallyhidden astfel încât să permită elementului să fie focusabil când este navigat cu ajutorul tastaturii:

source: Hide visually and from screenreaders, but maintain layout
de_de: Optisch verstecken (auch von Screenreader), aber behalte den Platz im Layout
he: הסתרה ויזואלית ומשומרי מסך, אך שמירה על המיקום והגודל
it: Nascosto visivamente e agli screenreader, ma mantiene lo spazio nel layout
ja: ブラウザとスクリーンリーダから隠し、レイアウトを保持
pt_br: Esconder visualmente e de leitores de ecra, mas mantendo o layout
ro_ro: Ascunde vizual şi de cititoarele de ecran, dar menţine layout-ul

source: The Magnificent Clearfix: Updated to prevent margin-collapsing on child elements.
ro_ro: Magnificul Clearfix: Updatat pentru a preveni colapsul marginii pe elemente fiu

source: Fix clearfix:
de_de: Clearfix-Fix:
he: :clearfix-תיקון ל
it: Aggiusta il clearfix:
ja: IE用clearfix
pt_br: Correção do clearfix:
ro_ro: Repară clearfix-ul:

source: Media queries for responsive design.
ro_ro: Interogări media pentru un design responsabil

source: These follow after primary styles so they will successfully override.
de_de: Diese folgen nach dem primären Style, somit können diese erfolgreich überschreiben.
he: .אלה מופיעים אחרי הסגנונות הראשיים, כך שהם יבטלו את החוקים הקודמים בהצלחה
it: Vanno dopo gli stili principali in modo da sovrascriverli con successo
ja: これらはメインスタイルの後にあるので、きちんと上書きする
pt_br: Estes vem após os estilos primários, assim vão sobrescrever com sucesso
ro_ro: Acestea urmează după stiluri primare, astfel încât să le poată suprascrie cu succes.

source: Style adjustments for portrait mode goes here
de_de: Hier kommen die Style-anpassungen für den Hochformat-Modus rein
he: התאמות עיצוב לתצוגת פורטרט נכנסות כאן
it: Adattamenti per la modalit&agrave; ritratto
ja: 縦位置のスタイル設定はこちら
pt_br: Ajustes de estilo para modo retrato (orientação vertical) vem aqui
ro_ro: Stilurile pentru ajustarea modului portret vin aici

source: Style adjustments for landscape mode goes here
de_de: Hier kommen die Style-anpassungen für den Querformat-Modus rein
he: התאמות עיצוב לתצוגה לרוחב נכנסות כאן
it: Adattamenti per la modalit&agrave; paesaggio
ja: 横位置のスタイル設定はこちら
pt_br: Ajustes de estilo para o modo paisagem (horizontal) vem aqui
ro_ro: Stilurile pentru ajustarea modului peisaj vin aici

source: Grade-A Mobile Browsers (Opera Mobile, Mobile Safari, Android Chrome)
ro_ro: Browsere de prima clasă (Grade-A) ale telefoanelor mobile (Opera Mobile, iPhone Safari, Android Chrome)

source: consider this:
ro_ro: Ia în considerare:

source: Uncomment if you don&apos;t want iOS and WinMobile to mobile-optimize the text for you:
ro_ro: Decomentează dacă nu vrei ca iOS şi WinMobile să optimizeze textul pentru mobil:

source: Print styles.
ro_ro: Stiluri pentru imprimare

source: Inlined to avoid required HTTP connection:
ro_ro: 'inline' pentru a evita conexiunea HTTP necesară

source: Black prints faster:
ro_ro: Negru se imprimă mai repede

source: Don&apos;t show links for images, or javascript/internal links
ro_ro: Nu arăta link-urile pentru imagini, javascript-uri sau link-uri interne

source: usage: log(&apos;inside coolFunc&apos;, this, arguments);
ro_ro: mod de folosire: log(&apos;inside coolFunc&apos;, this, arguments);

source: store logs to an array for reference
ro_ro: stochează logurile într-un array pentru referinţă

source: make it safe to use console.log always
ro_ro: pentru ca folosirea lui 'console.log' să fie sigură, întotdeauna

source: place any jQuery/helper plugins in here, instead of separate, slower script files.
ro_ro: plasează toate plugin-urile jQuery/ajutătoare aici

source: the humans responsible &amp; colophon
ro_ro: persoanele responsabile + colofon

source: TEAM
ro_ro: ECHIPĂ

source: THANKS
ro_ro: MULȚUMIRI
