Repository: ADYAAA/html5
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, he, it, ja, pt_br, ro_ro

source: credit is left where credit is due.
de_de: Anerkennung an diejenigen, die Anerkennung verdienen.
he: .השארנו קרדיט היכן שיש צורך בו
it: credito lasciato dove dovuto.
ja: クレジットは必要な場所にて表記
pt_br: crédito é deixado onde crédito é devido.

source: much inspiration was taken from these projects:
de_de: Diese Projekte haben uns enorm inspiriert:
he: :השראה רבה נשאבה מהפרוייקטים הבאים
it: i seguenti progetti sono stati fonte di grande ispirazione:
ja: インスピレーションは以下のプロジェクトから得た:
pt_br: muita inspiração foi tirada desses projetos:

source: v1.4 2009-07-27 | Authors:
de_de: v1.4 2009-07-27 | Autoren:
he: :גרסה 1.4 2009-07-27 | מחברים
it: v1.4 2009-07-27 | Autori:
ja: v1.4 2009-07-27 | 制作者:
pt_br: v1.4 2009-07-27 | Autores:

source: END RESET CSS
de_de: ENDE DER RESET CSS
he: css-סיום אתחול ה
it: FINE CSS RESET
ja: リセットCSS終わり
pt_br: FIM DO RESET DO CSS

source: fonts.css from the YUI Library:
de_de: fonts.css aus der YUI Bibliothek
he: :YUI מספריית fonts.css
it: fonts.css dalla YUI Library:
ja: YUIライブラリからfonts.com
pt_br: fonts.css da YUI Library:

source: Refer to developer.yahoo.com/yui/3/cssfonts/ for font sizing percentages
de_de: Schaue auf developer.yahoo.com/yui/3/cssfonts/ um die richtige `font-size` Prozente zu ermitteln
he: כדי ללמוד על הגדרת גדלי פונט באחוזים developer.yahoo.com/yui/3/cssfonts/ :עיינו ב
it: Fai riferimento a developer.yahoo.com/yui/3/cssfonts/ per le dimensioni dei font in percentuale
ja: developer.yahoo.com/yui/3/cssfonts/ にてフォントサイズのパーセンテージ指定について参照
pt_br: Consulte developer.yahoo.com/yui/3/cssfonts/ para percentuais de dimensionamento de fonte

source: There are three custom edits:
de_de: Drei Veränderungen waren nötig:
he: :ישנן שלוש אפשרויות להתאמה אישית
it: Ci sono tre modifiche personalizzate:
ja: 以下3カ所をカスタマイズした
pt_br: Há três edições personalizadas:

source: remove arial, helvetica from explicit font stack
de_de: entferne Arial und Helvetica aus dem Font-Stack
he: מרשימת הפונטים arial, helvetica להסיר את
it: rimosso arial, helvetica dal font-stack esplicito
ja: arial、helveticaはフォントスタックで明示しない
pt_br: remove arial, helvetica da lista de fontes declaradas

source: we normalize monospace styles ourselves
de_de: unproportionale Schriftgroßen normen
he: אנחנו עושים נורמליזציה לסגנונות מונוספייס בעצמנו
it: uniformiamo gli stili monospace per conto nostro
ja: この後ろでmonospaceフォントサイズは標準化する
pt_br: nós mesmos normalizamos os estilos monoespaçados

source: table font-size is reset in the HTML5 reset above so there is no need to repeat
de_de: `font-size` für Tabellen wird bereits im HTML5-Reset weiter oben zurückgesetzt, also müssen wir uns nicht wiederholen.
he: גדלי פונט בטבלאות אותחלו לעיל ואין צורך לחזור עליהם כאן
it: il font-size della tabella &egrave; sistemato nell'HTML5 reset sopra per cui non c'&egrave; bisogno di ripeterlo
ja: Table内のフォントサイズは上記のHTML5リセットにて行われているため、繰り返さない
pt_br: font-size da tabela é reconfigurado no reset do HTML acima, portanto não há necessidade de repetição

source: hack retained to preserve specificity
de_de: Hack beibehalten, um Spezifität bewahren
he: הטריק מיועד לשמר ספציפיות
it: hack mantenuto per preservare la specificit&agrave;
ja: Specificityを保持するため、ハックを利用
pt_br: hack retido para preservar especificidade

source: normalize monospace sizing
de_de: normalisiere monosize Größen
he: נורמליזציה של גודל פונט של מונוספייס
it: uniforma la dimensione del monospace
ja: monospaceフォントサイズを標準化
pt_br: normalizar dimensionamento monoespaçado

source: minimal base styles
de_de: minimale Grund-Styles
he: סגנונות בסיסיים מינימליים
it: stile di base minimale
ja: 最低減のベーススタイル
pt_br: estilos base mínimos

source: set your base font here, to apply evenly
de_de: setze hier deine Standart Schriftart, damit sie gleichermaßen angewendet werden kann
he: הגדירו את פונט הבסיס שלכם כאן, כדי להחיל אותו באופן שווה
it: imposta il font di base qui, per applicarlo in modo uniforme
ja: ベースフォントの設定
pt_br: defina sua fonte base aqui para que seja aplicada uniformemente

source: always force a scrollbar in non-IE
de_de: immer einen Scrollbalken erzwingen (ausser IE)
he: הצגת פס גלילה תמיד בבראוזרים שאינם אקספלורר
it: mostra sempre la scrollbar nei browser non-IE
ja: IE以外でスクロールバーを表示する
pt_br: sempre force a barra de rolagem em não-IE

source: align checkboxes, radios, text inputs with their label
de_de: bringt Checkboxen, Radio Buttons, Text-Felder, und die zugehörige Labels in eine Reihe
he: יישור של כל סוגי שדות הטופס עם התווית שלהם
it: allinea i checkbox, radio, text input con le rispettive label
ja: チェックボックス、ラジオボタン、テキストインプットをラベルと揃える
pt_br: alinhar checkboxes, radios e inputs de texto com seus labels

source: hand cursor on clickable input elements
de_de: Hand-Cursor über klickbaren Eingabe-Elementen
he: סמן של יד עבור שדות טופס לחיצים
it: cursore a forma di mano sugli elementi input cliccabili
ja: クリックできるインプット要素でハンドカーソルを使う
pt_br: cursor pointer (mãozinha) em elementos input clicáveis

source: webkit browsers add a 2px margin outside the chrome of form elements
de_de: Webkit-Browser fügen einen 2px-Außenabstand um den äußeren Bereich von Formular-Elementen hinzu
he: דפדפני וובקיט מוסיפים שוליים של 2 פיקסלים מחוץ לטופס
it: i browser webkit aggiungono un margine esterno di 2px agli elementi dei form
ja: ウェブキットブラウザは2pxのマージンをフォーム要素に追加するのでリセット
pt_br: browsers webkit adicionam uma margem de 2px ao redor dos elementos form

source: colors for form validity
de_de: Farben für die Formularvalidierung
he: צבעים לאימות טפסים
it: colori per la validazione dei form
ja: フォームのバリッド属性用カラー
pt_br: cores para validação do formulário

source: These selection declarations have to be separate.
de_de: Diese Selektoren deklarationen müssen separat sein.
he: .הסלקטורים הבאים צריכים להופיע בנפרד
it: Queste dichiarazioni di selezione devono essere separate.
ja: 選択用の宣言はカンマでつなぐことが出来ないので、分割
pt_br: Estas declarações de seleção precisam estar separadas.

source: Also: hot pink.
de_de: Plus: flottes Pink
he: .גם: ורוד לוהט
it: Inoltre: rosa acceso.
ja: こちらも、ホットピンク
pt_br: Também: rosa-choque.

source: make buttons play nice in IE:
de_de: sauber agierende Buttons im IE:
he: :לגרום לכפתורים להתנהג יפה באקספלורר
it: sistema i padding dei button in IE:
ja: IEでボタン要素をスタイルする
pt_br: faça elementos button funcionarem direito no IE:

source: bicubic resizing for non-native sized IMG:
de_de: Bikubische-Skalierung für nicht-native Bildgrößen im IMG-Tag:
he: ששינו לו את הגודל img עבור bicubic שינוי גודל לפי
it: ridimensionamento bicubico per le IMG ridimensionate lato client:
ja: IMGタグで縮小した画像をバイキュービックで処理する
pt_br: redimensionamento bicúbico para tag IMG com tamanho diferente do original:

source: Non-semantic helper classes
de_de: Nicht-semantische Hilfsklassen
he: מחלקות עזר לא סמנטיות
it: Classi d'aiuto non semantiche
ja: セマンティックではないヘルパクラス
pt_br: Classes não-semânticas para ajudar

source: for image replacement
de_de: um Grafiken zu ersetzen
he: בשביל החלפת טקסט בתמונה
it: per l'image replacement
ja: 画像置き換え用
pt_br: para substituir imagem

source: Hide for both screenreaders and browsers
de_de: Zum verstecken in beidem, Browser sowie Screenreader
he: הסתרה גם מקוראי מסך וגם מדפדפנים
it: Nascosto sia agli screenreader che ai browser
ja: ブラウザ、スクリーンリーダから隠す
pt_br: Esconder para tanto browsers como leitores de ecra

source: Hide only visually, but have it available for screenreaders
de_de: Optisch versteckt, aber mit Screenreader lesbar
he: הסתרה ויזואלית, אך נגישה לקוראי מסך
it: Nascosto solo visivamente, ma leggibile dagli screenreader
ja: ブラウザからは隠し、スクリーンリーダからは利用できる
pt_br: Esconde somente visualmente, mas mantém disponível para leitores de tela

source: The Magnificent CLEARFIX: Updated to prevent margin-collapsing on child elements
de_de: Der glorreiche CLEARFIX: Aktualisiert, um einen Einsturz der Außenabstände in Kind-Elementen zu verhindern
he: המדהים: עודכן כדי למנוע קריסת שוליים באלמנטים הילדים CLEARFIX
it: Il Magnifico CLEARFIX: Aggiornato per impedire il collasso dei margini negli elementi figli
ja: もっともすばらしいCLEARFIX: 子要素のmargin-collapsingを防止する
pt_br: O Magnífico CLEARFIX: ctualizado para prevenir margin-collapsing em elementes descendentes

source: Primary Styles
de_de: Haupt-Styles
he: סגנונות ראשיים
it: Stili Principali
ja: メインスタイル
pt_br: Estilos Primários

source: Author:
de_de: Autor:
he: :מחבר
it: Autore:
ja: 制作者:
pt_br: Autor:

source: Media queries for responsive design
de_de: Media queries für ein zugängliches Design
he: בשביל עיצוב משתנה לפי גודל המסך Media queries
it: Media query per un design ricettivo
ja: レスポンシブデザイン用メディアクエリ
pt_br: Media queries para design adaptável

source: Grade-A Mobile Browsers (Opera Mobile, iPhone Safari, Android Chrome)
de_de: Klasse-A Mobile Browser (Opera Mobil, iPhone Safari, Android Chrome)
he: (דפדפנים סלולריים סוג א' (אופרה לסלולריים , ספארי לאייפון, כרום לאנדרואיד
it: Grade-A Mobile Browser (Opera Mobile, iPhone Safari, Android Chrome)
ja: グレードAモバイルブラウザ (Opera Mobile、iPhone Safari、Android Chrome)
pt_br: Navegadores móveis grade-A (Opera Mobile, iPhone Safari, Android Chrome)

source: Consider this:
de_de: Bedenkt dabei:
he: :הסתכלו כאן
it: Considera questo:
ja: 右記も考慮する:
pt_br: Considere isso:

source: print styles
de_de: Druck-Stylesheets
he: סגנונות להדפסה
it: stili per la stampa
ja: 印刷スタイル
pt_br: estilos para impressão

source: inlined to avoid required HTTP connection
de_de: inline geschrieben, um zusätzlichen HTTP-Aufruf zu vermeiden
he: http מוזער לשורה אחת כדי למנוע צורך בחיבור
it: in linea per evitare ulteriori chiamate HTTP
ja: 余計なHTTP接続を避けるためインラインで記述
pt_br: inline para evitar uma conexão HTTP

source: remap jQuery to $
de_de: `jQuery` auf `$` mappen
he: $-מיפוי מחדש של ג'ייקוורי ל
it: rinomina jQuery in $
ja: jQueryを$に
pt_br: remapeia jQuery para $

source: usage
de_de: Nutzung
he: שימוש
it: utilizzo
ja: 使い方
pt_br: uso

source: catch all document.write() calls
de_de: fange alle `document.write()` Aufrufe ab
he: document.write()-תפוס את כל ה
it: cattura tutte le chiamate a document.write()
ja: document.write()の呼び出しを
pt_br: apanhe todas as chamadas document.write()

source: Read this: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html
de_de: Hier nachlesen: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html
he: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html :קראו את זה
it: Leggi qui: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html
ja: 読んでおこう: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html
pt_br: Leia isso: www.adobe.com/devnet/articles/crossdomain_policy_file_spec.html

source: Most restrictive policy:
de_de: die höchsten Einschränkungen
he: :המדיניות הכי מגבילה
it: La policy pi&ugrave; restrittiva:
ja: もっとも厳しいポリシー:
pt_br: Diretiva mais restritiva

source: Least restrictive policy:
de_de: die niedriegsten Einschränkungen
he: :המדיניות הכי פחות מגבילה
it: La policy meno restrittiva:
ja: もっとも甘いポリシー:
pt_br: Diretiva menos restritiva

source: If you host a crossdomain.xml file with allow-access-from domain=“*” and don’t understand all of the points described here, you probably have a nasty security vulnerability. ~ simon willison
de_de: Wenn du eine `crossdomain.xml` Datei mit `allow-access-from domain="*"` hostest, und nicht alle hier genannten Punkte verstehst, dann hast du höchstwahrscheinlich eine böse Sicherheitslücke ~ Simon Willison
he: allow-access-from domain=“*” עם crossdomain.xml אם מאוחסן אצלכם קובץ ,ואתם לא מבינים את כל הנקודות שתוארו כאן כנראה שיש לכם פרצת אבטחה נבזית. ~ סיימון וויליסון
it: Se hai un file crossdomain.xml con allow-access-from domain=“*” e non capisci tutti i punti descritti qui, probabilmente hai una pericolosa falla nella sicurezza. ~ simon willison
ja: crossdomain.xmlをallow-access-from domain=“*としていて、かつ ここで説明されている点がよく理解できていない場合は、 セキュリティの脆弱性にさらされている可能性が高い by simon willson
pt_br: Se você hospeda um arquivo crossdomain.xml com allow-access-from domain=“*” e não entende todos os pontos descritos aqui, você provavelmente tem uma baita vulnerabilidade de segurança. ~ simon willison

source: Disabled. Uncomment to serve cross-domain ajax requests
de_de: Deaktiviert. Auskommentieren, um Cross-Domain AJAX zu ermöglichen
he: מכובה. הסירו את ההערה כדי לשרת בקשות אייג'קס משרתים אחרים
it: Disabilitato. Decommenta per servire richieste ajax cross-domain
ja: 無効化中。クロスドメインでのajaxリクエストが必要であればコメントをトル
pt_br: Desabilitado. Retire o comentário para atender pedidos de Ajax cross-domain

source: video
he: וידאו
ja: ビデオ

source: # this is not in use in the boilerplate as it stands. you may # choose to name your files in this way for this advantage # or concatenate and minify them manually. #
de_de: # Das hier wird nicht standartmäßig aktiviert. Du kannst aber # deine Dateien so benennen und diese Regel nutzen, oder sie # selbst zusammenknüpfen und minifizieren. #
he: # תכונה זו לא בשימוש בבויילרפלייט כרגע. אתם יכולים # לבחור להשתמש בשמות אלו לקבצים שלכם באופן זה, כדי להנות משיטה זו # .או לחבר ולמזער אותם ידנית #
it: # questo non &egrave; incluso in boilerplate cos&igrave; com'&egrave;. puoi # scegliere di nominare i file in questo modo per questo scopo # o concatenarli e minificarli a mano. #
ja: # この箇所については、HTML5 Boilerplateでは利用されていない。 # ここで示した方法を活用するか、あるいは手動で行うこと。 #
pt_br: # isso não está em uso no boilerplate tal com está, você pode # escolher nomear seus arquivos desta forma para ter essa vantagem # ou concatená-los e minificá-los manualmente. #

source: gzip compression.
de_de: gzip-Komprimierung
he: .דחיסת ג'יזיפ
it: compressione gzip
ja: gzipによる圧縮
pt_br: compressão gzip

source: cache.manifest needs re-requests in FF 3.6 (thx Remy ~Introducing HTML5)
de_de: `cache.manifest` benötigt wiederholte Requests im Firefox 3.6 (via Remy ~Introducing HTML5)
he: (~Introducing HTML5 דורש בקשות מחודשות בפיירפוקס גרסה 3.6 (תודה רמי cache.manifest
it: cache.manifest ha bisogno di fare esplicitamente la richiesta su FF 3.6 (grazie Remy ~Introducing HTML5)
ja: cache.manifest FF 3.6にて再リクエストが必要 (Remy ~Introducing HTML5より)
pt_br: cache.manifest requer re-solicitações no FF 3.6 (thx Remy ~Introducing HTML5)

source: your document html
de_de: Dein HTML
he: שלכם html-מסמך ה
it: il tuo documento html
ja: htmlドキュメント用
pt_br: seu documento HTML

source: you probably want www.example.com to forward to example.com -- shorter URLs are sexier.
de_de: Du willst sicherlich, dass `www.example.com` zu `example.com` weiterleitet wird -- Kürzere URLs sind sexy.
he: כתובות url קצרות יותר הן סקסיות -- example.com-יועבר ל www.example.com-אתה בטח רוצה ש
it: probabilmente vuoi che www.example.com rispedisca a example.com -- gli URL pi&ugrave; corti sono pi&ugrave; sexy.
ja: www.example.comをexample.comとリダイレクトする。短いURLはいつだって美しい。
pt_br: você provavelmente quer que www.example.com seja direcionado para example.com -- URL mais curtas são mais sexy.

source: without -MultiViews, Apache will give a 404 for a rewrite if a folder of the same name does not exist
de_de: ohne -MultiViews wird Apache 404 statt 30X ausliefern, wenn ein gleichnamiger Ordner nicht existiert
he: אפאצ'י ייתן הודעת 404 לכתיבה מחדש של נתיב אם תיקיה באותו השם לא קיימת -MultiViews בלי
it: senza -MultiViews, Apache ritorner&agrave; un 404 per un rewrite se una cartella con lo stesso nome non esiste
ja: -MultiViewsではない場合、Apacheは同じ名前のフォルダがない場合404を返す
pt_br: sem -MultiViews, o Apache emitirá 404 para uma reescrita se uma pasta de mesmo nome não existir

source: e.g.
de_de: z.B.
he: לדוגמה
it: per es.
ja: 例
pt_br: ex:

source: will have Apache block users from browsing folders without a default document
de_de: Ordner ohne ein "default document" sind nicht browsebar
he: יגרום לאפאצ'י לחסום משתמשים מלהכנס לתיקיות שבהם אין קובץ ברירת מחדל
it: far&agrave; in modo che Apache blocchi gli utenti dal navigare le cartelle che non hanno un documento di default
ja: Apacheにてデフォルトドキュメントのないフォルダを閲覧するのをブロックする。
pt_br: fará o Apache impedir usuários de navegar em pastas sem um documento padrão (index)

source: Or read through this good explanation of <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/">20 snippets you should be using</a>.
de_de: Oder, lise diese gute Erklärung von <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/">20 Snippets, die du nuzten solltest (Englisch)</a>.
he: או קראו את ההסבר הטוב הזה של <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/">20 קטעי קוד שכדאי לכם להשתמש בהם</a>.
it: Oppure leggi questa ottima spiegazione sui <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/">20 snippet che dovresti usare</a>.
ja: または <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/">20 snippets you should be using</a>にて説明を読む
pt_br: Ou leia essa explicação de <a href="http://www.1stwebdesigner.com/development/snippets-html5-boilerplate/">20 truques que você deveria estar usando</a>.

source: <a href="http://css3pie.com/">css3pie.com</a> and all the other <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a>
de_de: <a href="http://css3pie.com/">css3pie.com</a> und alle anderen <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5-Polyfills</a>
he: <a href="http://css3pie.com/">css3pie.com</a> וכל שאר ה-<a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a>
it: <a href="http://css3pie.com/">css3pie.com</a> e tutti gli altri <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a>
pt_br: <a href="http://css3pie.com/">css3pie.com</a> e todos os outros <a href="http://github.com/Modernizr/Modernizr/wiki/HTML5-Cross-browser-Polyfills">HTML5 polyfills</a>

source: Learn HTML5 elements better: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> and <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : semantic elements</a>
de_de: Erweitere deine HTML5-Kenntnisse: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a>, und <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5: Semantic Elements</a>
he: למדו את האלמנטים של HTML5 לעומק: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> ו-<a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : semantic elements</a>
it: Impara meglio gli elementi HTML5: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> e <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : semantic elements</a>
ja: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a>と<a href="http://diveintohtml5.org/semantics.html#new-elements">Dive Into HTML5 : semantic elements</a>でHTML5の要素について深い理解を
pt_br: Conheça melhor os elementos HTML5: <a href="http://html5doctor.com/glossary/">HTML5 Doctor Glossary</a> e <a href="http://diveintohtml5.org/semantics.html#new-elements">Dive into HTML5 : elementos semânticos</a>

source: If you're a photo gallery site you might want this for ie6 to not show that stupid thing on &lt;img&gt; tags: <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p>
de_de: Wenn du eine Galerie betreibst und du im ie6 dieses lästige Ding auf den &lt;img&gt;-Tags weghaben möchtest: <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p>
he: אם יש לכם גלריית תמונות באתר, תרצו להשתמש בזה כדי שאקספלורר 6 לא יציג את הדבר המטופש הזה בתגיות &lt;img&gt;: <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p>
it: Se nel sito hai una galleria fotografica magari vuoi questo per ie6 per non vedere quella stupida roba sul tag &lt;img&gt; : <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p>
ja: <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p> フォトギャラリーサイトを作っているなら、IE6で &lt;img&gt;に出現する、あのツールバーを消してしまおう
pt_br: Se você está numa galeria de imagens você pode querer que o IE6 não mostre aquela coisa estúpida nas tags &lt;img&gt;: <p> <code>&lt;!--[if IE]&gt;&lt;meta http-equiv="imagetoolbar" content="no" /&gt;&lt;![endif]--&gt;</code></p>

source: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">Tell your users to Enable JavaScript</a>
de_de: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">So kannst du deine Nutzer bitten, JavaScript zu aktivieren.</a>
he: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">הגידו למשתמשים שלכם לאפשר הרצת ג'אווה-סקריפט</a>
it: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">Avvisa i tuoi utenti di Abilitare JavaScript</a>
ja: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">ユーザにJavaScriptを有効にするように伝えよう</a>
pt_br: <a href="http://github.com/paulirish/html5-boilerplate/issues/closed#issue/115/comment/439219">Diga a seus usuários para ativarem Javascript</a>

source: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">Color considerations for printing</a>
de_de: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">Druck-optimierte Farben</a>
he: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">שיקולי צבע להדפסה</a>
it: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">Considerazioni sul colore per la stampa</a>
ja: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">印刷時の色について</a>
pt_br: <a href="http://www.merttol.com/articles/css/too-light-for-print.html">Considerações de cor para impressão</a>

source: Use Google's recommendations for SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">the Google SEO Starter Guide</a>
de_de: Nutze Google's empfehlungen für SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">Google SEO Starter Guide</a>
he: השתמשו בהמלצות של גוגל לקידום אתרים במנועי חיפוש: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">המדריך למתחיל של גוגל על קידום אתרים</a>
it: Usa le raccomandazioni di Google per il SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">Google SEO Starter Guide</a>
ja: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">GoogleのSEOスターターガイド</a>を読んでおこう
pt_br: Use as recomendações do Google para SEO: <a href="http://googlewebmastercentral.blogspot.com/2008/11/googles-seo-starter-guide.html">the Google SEO Starter Guide</a>

source: Dig into the new <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">link relations</a>
de_de: Finde heraus, was es mit den neuen <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">Link-Beziehungen</a> auf sich hat.
he: לימדו את ה-<a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">יחסים בין הלינקים</a> החדשים
it: Scava dentro i <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">link relations</a>
ja: 新しい<a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">link リレーション</a>についても調べておこう
pt_br: Conheça as novas <a href="http://blog.whatwg.org/the-road-to-html-5-link-relations">relações entre links</a> do HTML5
